[
      {
        "unidade": "Pró-Reitoria de Graduação - Cursos Interunidades",
        "curso": "Licenciatura em Ciências",
        "nome": "Disciplina: PLC0803 - A diversidade nas Prescrições Curriculares para a Educação Básica pós LDB 9394/96",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "15/07/2014",
        "objetivos": "A disciplina tem por objetivos apresentar e discutir diferentes posições teóricas acerca do desafio de lidar com a diversidade na elaboração de currículos para a escola básica, relacionando essa análise às prescrições oficiais produzidas a partir da LDB 9394/96 com o propósito de orientar a produção de propostas curriculares e o trabalho das escolas.",
        "docentes_resp": "7067602 - Claudia Valentina Assumpção Galian",
        "prog_resumido": "A disciplina visa discutir diferentes enfoques teóricos que discutem a relação currículo e diversidade, tanto no Brasil quanto no contexto internacional. Paralelamente, pretende conduzir a leitura de prescrições oficiais produzidas a partir da LDB 9394/96, procurando, à luz das análises dos autores do campo do currículo, refletir sobre o impacto potencial desses documentos para a construção de uma escola mais justa. Para isso, deve abordar aspectos relacionados a dois grandes eixos: (1) a produção teórica do campo do currículo sobre a questão da diversidade e (2) o teor das prescrições oficiais produzidas desde a segunda metade da década de 1990.",
        "programa": "A disciplina será desenvolvida em dois módulos:I. A discussão em torno de currículo e diversidadeII. Os documentos oficiais produzidos para enfrentamento da questão da diversidade",
        "metodo": "Serão utilizados os métodos de desenvolvimento das aulas do modelo semipresencial, com um aporte de conteúdo na forma de material didático especialmente produzido, ao lado de materiais multimídia e encontros presenciais.- Aulas expositivas de introdução e síntese de conteúdos.- Problematização das leituras indicadas.- Discussões e outras atividades tendo como referência a literatura concernente, a consideração da realidade das escolas e o exame de materiais curriculares.- Coordenação de debates com especialistas da área.- Participação no curso, avaliações presenciais e um trabalho final.",
        "criterio": "• Verificações de leitura• Exposições referentes à pesquisa bibliográfica ou de materiais curriculares, análise de projetos educacionais e experiências inovadoras• Prova dissertativaCritérios de avaliação:• Clareza e consistência nas argumentações• Domínio dos conceitos fundamentais do campo • Adequação das proposições relativas ao desenvolvimento do currículoA nota final (0 a 10) será calculada pela média ponderada das notas obtidas nas diferentes atividades, provas e trabalhos. A média das atividades online terá peso de 40% e a média das atividades presenciais incluindo provas e trabalhos serão de 60%. O aluno deverá obter uma nota igual ou superior a cinco para obter a aprovação na disciplina. Prova SubstitutivaO oferecimento de uma “prova substitutiva fechada” (apenas para alunos que perderam uma das provas por falta justificada) ou “prova substitutiva aberta” (para todos que desejam fazê-la) ficará a critério do docente responsável que deverá explicitar o oferecimento no início do semestre. A prova substitutiva deverá substituir uma das provas regulares de nota inferior a ela e será utilizada no cálculo da média final. Na prova substitutiva será avaliado todo o conteúdo da disciplina.",
        "recuperacao": "Os alunos reprovados ao final do semestre farão recuperação no prazo regulamentar, mediante realização de prova dissertativa ou trabalho escrito abordando todo o conteúdo ministrado durante o semestre.. Para ter direito a recuperação o aluno dever ter no mínimo 70% de freqüência e média final maior ou igual a 3,0 e menor que 5,0.",
        "bibliografia": "Bibliografia Básica:ATHIAS, R.; PINTO, R. P. (orgs). Estudos indígenas: comparações, interpretações e políticas. São Paulo: Contexto, 2008.GIMENO SACRISTÁN, J. A educação obrigatória: uma escolaridade igual para sujeitos diferentes em uma escola comum. In: A educação obrigatória: seu sentido educativo e social. Porto Alegre: Artmed, 2001, p. 71-97.GIMENO SACRISTAN, G. Currículo e diversidade cultural. In: SILVA, T. T.; MOREIRA, A. F. (orgs.) Territórios contestados. O currículo e os novos mapas culturais. Petrópolis: Vozes, 1995.Bibliografia Complementar:OLIVEIRA, I., SILVA. P. B. G. e (orgs.). Negro e Educação: Identidade negra. São Paulo: Ação Educativa/ ANPED, 2003.RODRIGUES, Tatiane C., ABRAMOWICZ, Anete. O debate contemporâneo sobre a diversidade e a diferença nas políticas e pesquisas em educação. Educação e Pesquisa. São Paulo, v. 39, n. 01, p. 15-30, jan./mar. 2013.GANDIN, L. A.; HYPÓLITO, A. Dilemas de nosso tempo: globalização, multiculturalismo e conhecimento. Entrevista com Boaventura de Sousa Santos. Currículo sem Fronteiras, v. 3, n. 2, p. 5-23, jul./dez. 2003.FONSECA, M. V. et al. (orgs). Negro e educação: presença do negro no sistema educacional brasileiro. São Paulo: Ação Educativa/ ANPED, 2001.PINTO, R. P. Educação do negro: uma revisão da bibliografia. Cadernos de Pesquisa. São Paulo, n. 62, p. 3-34, ago. 1987.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=PLC0803",
          "text": "Clique \npara consultar os requisitos para PLC0803"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=PLC0803",
          "text": "Clique \npara consultar o oferecimento para PLC0803"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0238 - A Arte Brasileira nos Decênios de 30 e 40 a Partir da Contribuição Italiana do Início do Século",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2000",
        "objetivos": "Levar o aluno a observar a arte sem pré-conceitos visuais ou históricos. O trabalho limitar-se-á ao questionamento da arte paulista dos decênios de 30 e 40.",
        "programa": "1. Decênios de 10, 20 e 30 A. Análise de obras de artistas italianos que expuseram em São Paulo nos decênios de 10, 20 e 30. B. Contribuição de artistas italianos para a formação dos alunos do Liceu de Artes e Ofícios e outras escolas profissionais de São Paulo. C. A absorção da mão de obra profissional pelo mercado de arquitetura e oficinas de manufaturas do período. D. Escolas de artes abertas por artistas italianos em S. Paulo. 2. Decênios de 30 e 40 A. A macchia em pinturas e esculturas de artistas formados no Liceu de Artes e Ofícios, em Escolas Profissionalizantes ou que se profissionalizaram em oficinas. B. Análise de obras e, quando possível, de documentos do período.",
        "metodo": "Exposição teórica; leituras programadas, discussões em sala de aula sobre as questões abordadas.",
        "criterio": "",
        "recuperacao": "Trabalho escrito a ser entregue no início do semestre seguinte.",
        "bibliografia": "AMARAL, Aracy. Artes plásticas na Semana de 22. São Paulo, Perspectiva,1970. ANDRADE, Mário de. O baile das quatro artes. São Paulo, Livraria Martins Editora, 1963. ANDRADE, Mário. O Empalhador de Passarinho. 3 ed., São Paulo, Martins/Instituto Nacional do Livro, 1972. ANDRADE, Rodrigo Melo Franco de. As artes plásticas no Brasil. Rio de Janeiro, Tecnoprint, 1968. BATISTA, Marta Rosstti. Bandeiras de Brecheret. História de um Monumento (1920-1953). São Paulo, Depto. do Patrimônio Histórico, 1985. BELLUZZO, Ana Maria de Moraes. Modernidade: Vanguardas artísticas na América Latina. São Paulo, Memorial/Unesp, 1990. Benedito Calixto: Memória Paulista. Pesquisa: Dalton Sala. Pinacoteca do Estado (catálogo). BORGES, Maria Elizia - A Pintura na \"Capital do Café\". Sua História e Evolução no Período da Primeira República. São Paulo (Dissertação de Mestrado apresentada na Fundação Escola de Sociologia e Política, 1983). BRAGA, Teodoro. Artistas pintores do Brasil. São Paulo. São Paulo Editora, 1942. BRILL, Alice. Mário Zanini e seu tempo. São Paulo, Perspectiva, 1984. (Debates, 187). BRITO, Mário da Silva. História do modernismo brasileiro: antecedentes da Semana de Arte Moderna. Rio de Janeiro, Civilização Brasileira, 1964.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0238",
          "text": "Clique \npara consultar os requisitos para IEB0238"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0238",
          "text": "Clique \npara consultar o oferecimento para IEB0238"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0264 - A cultura Anti-Urbana das Cidades Brasileiras",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2012",
        "objetivos": "Investir numa abordagem teórica da cidade e da estruturação do mundo urbano que tem como pressuposto que o espaço é uma das dimensões pertinentes do social.Trabalhar o conceito de urbanidade como critério e forma de explicitar (\"medir\") as cidades e o urbano.Aplicar o conceito de urbanidade para a análise e interpretação do mundo urbano no Brasil, visando identificar e tipificar a cultura e a condição urbana das cidades brasileiras.",
        "docentes_resp": "978297 - Jaime Tadeu Oliva",
        "prog_resumido": "A disciplina se propõe a estudar a cidade e a estruturação contemporânea do urbano no Brasil e identificar suas lógicas, inclusive culturais, tendo como ponto de partida uma abordagem espacial e o conceito de urbanidade. Ao mesmo tempo, a disciplina trabalha com a hipótese de quue haveria uma cultura anti-urbana que compromete a sociabilidade nesses espações. Essa possibilidade será checada por meio de aulas teóricas, discussões e também com a realização de estudos de caso relativos ao mundo urbano brasileiro.",
        "programa": "ORGANIZAÇÃO CONCEITUAL- O que é cidade (o que é rural) > Critérios de definição > Definição espacial: geotipo relacional > O espaço como componente da sociedade > Contraposições à definição espacial- As escalas do fenômeno urbano > Abordagem interna (escala local) e externa (outras escalas até escala mundial) > Territórios e redes, gêneros espaciais na construção do urbano > Metrópoles, Megalópoles e Gigapóles > O governo urbano > O sistema urbano (gradientes urbanos)A URBANIDADE COMO MEDIDA DAS CIDADES E DO URBANO - Uma definição: os modelos de urbanidade. > Os espaços públicos > Diversidade social e homogeneidade social > Graus e tipos de segregação espacial- As posturas anti-urbanas > O urbanismo anticoncentração (cidade modernista e cidade-jardim) > O planejamento urbano > O ambientalismo anticoncentração > O sonho suburbano > O domínio do privado e o declínio dos espaços públicosA URBANIZAÇÃO BRASILEIRA- A urbanização do mundo moderno > Uma classificação segundo a condição da urbanidade > A metropolização nos “países emergentes” (um “planeta favela”)- A urbanização brasileira > A urbanidade violentada > O domínio do privado: a automobilização > A irradiação do modelo de São Paulo > O fenômeno dos “subúrbios internos” > A imagem e a representação das cidades > A cultura anti-urbana",
        "metodo": "Exposições teóricas, discussões em aula de leituras programadas, exposições (e debates sobre) de material iconográfico e cartográfico e exposição dos estudantes (individuais ou em grupo) de exemplos que eles entendem que merecem ser debatidos.Atividades discentes: Presença e participação nas atividades de sala de aula, nas discussões das leituras programadas e na preparação de exemplos sobre realidades urbanas das cidades brasileiras que os estudantes entendem que devem ser debatidos.",
        "criterio": "Prova individual escrita mais a avaliação da exposição realizada em sala de aula.",
        "recuperacao": "De acordo com a Resolução CoG 3583, de 29.09.89, terão direito à recuperação os alunos regularmente matriculados que tiverem alcançado frequência mínima regimental e nota final não inferior a 3,0 (três). A avaliação será realizada mediante prova ou trabalho, na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "Organização conceitual (Cidade e o Urbano)ASCHER, François. Metapolis: acerca do futuro da cidade. Trad. Álvaro Domingues. Oeiras: Celta, 1998. 240 p. (Geografias, 10)CALVINO, Ítalo. Cidades invisíveis. São Paulo: Cia das Letras, 1990. 150 pDAVIS, Mike. Planeta Favela. São Paulo: Boitempo Editorial, 2006. 270 p. DUMONT, Marc. La mondialisation de l’urbain. In: LÉVY, Jacques (dir.). L’invention du monde: une géographie de la mondialisation. Paris: Science Po – Les Presses, 2008. p.161- 186.HALL, Peter. Cidades do Amanhã: uma história intelectual do planejamento e do projeto urbanos no século XX. São Paulo: Perspectiva, 2002. 577 p. LEFEBVRE, Henri. A revolução urbana. Belo Horizonte: UFMG (Humanitas), 1999. 248p.LÉVY, Jacques ; LUSSAULT, Michel. Espace. IN : LÉVY, Jacques ; LUSSAULT, Michel (Dir.). Dictionnaire de la Géographie et de l´espace des sociétés. Paris: Belin, 2003. p. 325-333.LÉVY, Jacques. Le Tournant Géographique: penser l’espace pour lire le monde. Paris: Belin, 1999. 400 p.LUSSAULT, Michel. La ville des geographes. IN: BODY-GENDROT, Sophie; LUSSAULT, Michel; PAQUOT, Thierry (DIR.). La ville et l’urbain. L´etat des savoirs. Paris : La Decouverte, 2000. p. 21-32.SASSEN, Saskia. A cidade global. In: LAVINAS, Lena at al (orgs.). Reestruturação do espaço urbano e regional no Brasil. São Paulo: Anpur: Hucitec, 1993. p. 187-202. A urbanidade como medida das cidades e do urbanoBAUMAN, Zygmunt. Confiança e medo na cidade. Rio de Janeiro: Zahar, 2009. 94 p.CARDINALI, Philippe. Metropolis, entre utopie et dystopie: le mal dans la ville. De la ville et du citadin. Lille: Éditions Parenthèses, 2003. p. 93-121.DAVIS, Mike. A renovação urbana e o espírito pós-moderno. In: ESPAÇO & DEBATES, 27. Imagens e representação da cidade. São Paulo: Neru, 1989. P. 92-97.HARVEY, David. Justiça Social e a Cidade. São Paulo: Hucitec, 1980. 336p.JACOBS, Jane. Morte e Vida de Grandes Cidades. Trad. Carlos S. Mendes Rosa. São Paulo: Martins Fontes, 2000. 510 p. (Coleção A)JACOBY, Russell. Os Últimos Intelectuais. São Paulo: Trajetória Cultural/Edusp, 1990. 288 p.JUDT, Tony. O mal ronda a Terra: um tratado sobre as insatisfações do presente. Rio de Janeiro: Objetiva, 2011. 212 p. LÉVY, Jacques. Le Tournant Géographique: penser l’espace pour lire le monde. Paris: Belin, 1999. 400 p.MONMONIER, Mark. Des cartes pour la publicité. In :MONMONIER, Mark. Comment faire mentir les cartes : du mauvais usage de la geógraphie. France : Flammarion, 1993. P. 96-111.OLIVA, Jaime Tadeu. A cidade como ator social: a força da urbanidade. In: ALESSANDRI CARLOS, Ana Fani; LEMOS, Amália Inês Geraiges (Orgs.). Dilemas urbanos: novas abordagens sobre a cidade. São Paulo: Contexto, 2003. p. 73-80.SENNET, Richard. O Declínio do Homem Público: as tiranias da intimidade. Trad. Lygia Araújo Watanabe. São Paulo: Cia das Letras, 1988. 447 p.SENNETT, Richard. Carne e Pedra: o corpo e a cidade na civilização ocidental. Trad. Marcos Aarão Reis. Rio de Janeiro: Record, 1997. 362 p.SOJA, Edward W. Tudo se junta em Los Angeles. In: SOJA, E. W. Geografias Pós-modernas: a reafirmação do espaço na teoria social crítica. Rio de Janeiro: Zahar, 1993. p. 231-266.SOUZA, Marcelo L. de. Mudar a cidade: uma introdução crítica ao planejamento e à gestão urbanos. Rio de Janeiro: Bertrand Brasil, 2002.TUNNARD, Christopher. Moderna Cidade Americana. Rio de Janeiro: Edições Bloch, 1971. 223 p.A urbanização brasileiraCALDEIRA, Teresa Pires do Rio. Cidade de muros: crime, segregação e cidadania em São Paulo. Trad. Frank de Oliveira, Henrique Monteiro. São Paulo: 34: Edusp, 2000. 400 p.CAMPOS FILHO, Cândido Malta. Cidades brasileiras: seu controle ou o caos. São Paulo: Nobel, 1989. 139 p.DAVIDOVICH, Fany. Metrópole e Território: metropolização do espaço do Rio de Janeiro. In: BÓGUS, Lucia M.; RIBEIRO, Luiz Cesar de Q. (org.). Cadernos Metrópole no 6: desigualdade e governança. São Paulo: Educ, 2001. p. 85-98. GOMES, Paulo César da Costa. A condição urbana: ensaios de geopolítica na cidade. Rio de Janeiro: Bertrand Brasil, 2002. 304 p. HOLSTON, James. A Cidade Modernista: uma crítica de Brasília e sua utopia. São Paulo: Companhia das Letras, 1993. 362 p. LEITE, Rogerio Proença. Contra-usos da cidade: lugares e espaço público na experiência urbana contemporânea. Campinas, SP: Editora Unicamp, 2007. 375 p. MEYER, Regina M. P; GROSTEIN, Marta D; BIDERMAN, Ciro. São Paulo Metrópole. São Paulo: Edusp/Imprensa Oficial, 2004. 289 p.OLIVA, Jaime Tadeu. A cidade sob quatro rodas: o automóvel particular como elemento constitutivo e constituidor da cidade de São Paulo: espaço geográfico como componente social. Tese de Doutorado da FFLCH da USP, 2004.PAQUOT, Thierry (dir). Ghettos de riches: tour du monde des enclaves résidentielle sécurisées. Paris: Perrin, 2009. 289 p. RIBEIRO, Luiz César de Q. A metrópole: entre a coesão e a fragmentação, a cooperação e o conflito. In: RIBEIRO, Luiz César de Q. (org.) Metrópoles. São Paulo: Editora Fundação Perseu Abramo/ Rio de Janeiro: Fase, 2004. p. 17-40. ROCHA, Janaina et. al. Hip Hop: a periferia grita. São Paulo: Editora Fundação Perseu Abramo, 2001. 157 p.SANTOS, Milton. A metrópole: modernização, involução e segmentação. In: VALLADARES, Licia; PRETECEILLE, Edmond (coord.). Reestruturação urbana: tendências e desafios. São Paulo: Nobel/ Rio de Janeiro: Iuperj, 1990. p. 183-191.SANTOS, Milton. A urbanização brasileira. São Paulo: Hucitec, 1993.157 p. SANTOS, Milton. Metrópole corporativa fragmentada: o caso de São Paulo. São Paulo: Nobel: Secretaria do Estado da Cultura, 1990. 117 p.SOMEKH, Nádia; ROLNIK, Raquel. Governar as metrópoles: dilemas da recentralização. In: RIBEIRO, Luiz César de Q. (org.) Metrópoles. São Paulo: Editora Fundação Perseu Abramo/ Rio de Janeiro: Fase, 2004. p.111-123. VENTURA, Zuenir. Cidade Partida. São Paulo: Companhia das Letras, 1999. 277 p.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0264",
          "text": "Clique \npara consultar os requisitos para IEB0264"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0264",
          "text": "Clique \npara consultar o oferecimento para IEB0264"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0242 - A Formação Sócio-espacial Urbana e a Apropriação das Águas no Brasil",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2004",
        "objetivos": "Objetiva-se discutir criticamente, de modo introditório, a formação sócio-espacial urbana do Brasil a partir da relação cidade-água, com vistas à compreensão da contemporaneidade dos discursose das práticas que envolvem essa relação. Especificamente objetiva-se: - introduzir uma discussão sobre a formação sócio-espacial urbana no Brasil; - compreender a relação existente entre o precesso social de urbanização, a criação da forma cidade e a apropriação das água no Brasil; - averiguar como essa relação contribuiu para a formação sócio-espacial do Brasil; - apresentar distintas formas de abordagem da referida relação; - identificar, seja nas escalas local e regional, seja pela formação acadêmica e teórica dos propositores, as diferenças e as semelhanças entre abordagens apresentadas; - possibilitar que os (as) discentes construam conceitos e desenvolvam instrumentais teórico-metodológicos que subsidiem a intervenção na realidade, a pesquisa e o ensino de assuntos que dizem respeito ao tema.",
        "docentes_resp": "2012150 - Vanderli Custódio",
        "prog_resumido": "",
        "programa": "1 - Fundamentação teórico-conceitual - A Geografia e a categoria de formação sócio-espacial urbana. - Os conceitos de urbano, cidade, processo de urbanização. - O conceito de apropriação. - A dimensão natural da Geografia: a natureza, o sítio, as águas. - Outros conceitos e categorias. 2 - O Brasil sócio-espacial urbano contemporâneo: a metropolização e a apropriação das águas (Séc. XXI) - A urbanização do Brasil no período do capital atual. - Uso e ocupação do solo: políticas públicas das águas urbanas. - Legislação urbana e das águas no Brasil. - Leituras da relação cidade-água: técnica, artística, histórica e outras. - 3 - Estado, colonização, natureza e formação sócio-espacial urbana no Brasil (Séc. XIV-XX) - A urbanização do Brasil no período dos capitais comercial e industrial. - A política colonialista urbana portuguesa. - Capitanias, sesmarias e a criação de cidades ao longo dos rios que se navega. - A negação do urbano, as cidades e as formas de apropriação das águas. - A metropolização e a fase áurea do planejamento urbano. - Leituras da relação cidade-água: técnica, artística, histórica e outras. - 4 - Um estudo de caso sobre a relação cidade-água - A cidade de São Paulo e a apropriação das águas. - Leituras dessa relação: técnica, artística, histórica e outras.",
        "metodo": "Aulas expositivas, análise temática, interpretação e discussão de textos, aulas de campo, trabalhos e atividades individiais e em grupo, projeção de filmes.",
        "criterio": "Avaliação individual escrita.",
        "recuperacao": "Trabalho individual e escrito para ser entregue no ínicio do próximo semestre.",
        "bibliografia": "Básica e Complementar - ARAÚJO, Regina C. C de. A formação da memória territorial brasileira (1838-1860). 2001. - Tese (Doutorado em Geografia Humana) - Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo. - Batista, Marta R.; GRAF, Maria Elisa de C. (Orgs.) Cidades brasileiras: políticas urbanas e dimensão cultural de cidades brasileiras e francesas (1840-1945). São Paulo: IEB - USP, v. I e II, 1999. - BESSA, Vagner de C. Território e desenvolvimento: as ideologias na obra de Graciliano Ramos. 1994. Dissertação (Mestrado em Geografia Humana) - Faculdade de Filosofia, Ciências e Letras Humanas da Universidade de São Paulo, São Paulo. - CARLOS, Ana F. A.; LEMOS, Amália I. G. (Orgs.). Dilemas Urbanos: novas abordagenssobre a cidade. São Paulo: contexto, 2003. - CUSTÓDIO, Vanderli. A apropriação dos recursos hídricos e o abastecimento de água na Região Metropolitana de São Paulo. 1994. Dissertação (Mestrado em Geografia Humana) - Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo, São Paulo._____. A persistência das inundações na Grande São Paulo. 2002. Tese (Doutorado em Geografia Humana) - Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo, São Paulo. - GEIGER, Pedro. P. A rede urbana brasileira. Rio de Janeiro: IBGE. 1962. _____. As formas do espaço brasileiro. Rio de Janeiro: Jorge Zahar Editor, 2003. (Coleção Descobrindo o Brasil). - HARVEY, David. A justiça social e a cidade. São Paulo: Hucitec, 1980. - KOSIC, Karel. Dialética do concreto. Rio de Janeiro: Paz e Terra, 1976. - LANGEBUCH, Juergen R. A estruturação da Grande São Paulo: estudo de geografia urbana. Rio de Janeito: IBGE, 1971. - LEFEBVRE, Henri. O direito à cidade. São Paulo: Centauro, 2001. - LOPEZ ANCONA, Telê P. O turista aprendiz: Mário de Andrade. São Paulo: Livraria Duas Cidades, 1983. - MORAES, Antônio C. R. Bases da formação territorial colonial brasileiro no \"longo\" Século XVI. São Paulo: Hucitec, 2000. - MOREIRA, João C. Espaço e cultura: São Paulo e a Semana de 22. 1997. Dissertação (Mestrado em Geografia Humana) - Faculdade de Filosofia, Letras e Ciências Humanas da Universidade de São Paulo, São Paulo. - PRADO JÚNIOR, Caio. História econômica do Brasil. São Paulo: Brasiliense, 1976. - _____. A cidade de São Paulo. São Paulo: Brasiliense, 1983. - RATZEL, Friedrich. O solo, a sociedade e o Estado. Revista do Departamento de Geografoa. São Paulo: USP, n.2, 1983 - REIS FILHO, Nestor G. Evolução urbana do Brasil (1500-1729). São Paulo: Edusp - Livraria Pioneira Editora, 1968. - REVISTA DO INSTITUTO DE ESTUDOS BRASILEIROS. São Paulo: IEB-USP. Vários números. - SALGUEIRO, Heliana A. Pierre Monbeig, pioneiro da geografia cultural no Brasil: cidade, território e paisagem. Projeto IEB-USP, 1999\\2003. - SANTOS, Milton. Sociedade e espaço: a formação econômico-social como teoria e como método. In: Espaço e Sociedade (ensaios). Petrópolis: Vozes, 1979. _____. A urbanização brasileira. São Paulo: Hucitec, 1993. - SANTOS, Milton; SILVEIRA, Maria Laura (Orgs.). Brail: territótio e sociedade no início do século XXI. Rio de Janeiro: Record, 2002. - SOUZA, Marcelo L. de. Mudar a cidade: uma introdução ao planejamento e à gestão urbanos. Rio de Janeiro: Bertrand Brasil, 2002. - SOUZA, Maria A. A. de; et al (Orgs.) Natureza e sociedade de hoje: uma leitura geográfica. São Paulo: Hucitec-Anpur, 1997. (O novo mapa do Mundo). - SPÓSITO, Maria E. B. (Org.) Urabanização e cidades: perspectivas geográficas. Presidente Prudente: UNESP, 2001. Acervos do IEB (material a ser selecionado em função do tema cidade-água) Alberto Lamego - historiador e bibliófilo (Projeto Resgate). - Alfredo Ellis Júnior - historiador, sociólogo, ensaísta e professor. - Caio Prado Júnior - historiador, geógrafo e editor. - Ernami da Silva Bruno - jornalista e escritor. - José Guimarães Rosa - médico, diplomata e escritor. - Mário de Andrade - poeta, ficcionista, crítico literário, musical e de artes plásticas. - Pierre Monbeig - geógrafo. - Raul de Andrade e Silva - historiador e professor. - Yan de Almeida Prado - historiador e bibliófilo.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0242",
          "text": "Clique \npara consultar os requisitos para IEB0242"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0242",
          "text": "Clique \npara consultar o oferecimento para IEB0242"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0239 - A Gravura Brasileira no Início do Século Xx aos Anos 60: Conceitos e Agrupamentos.",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2001",
        "objetivos": "Possibilitar uma aproximação teórica da gravura a partir de depoimentos de artistas e/ou livros sobre os mesmos, limitada às técnicas consideradas como tradicionais: xilogravura, metal, linóleo e litografia.",
        "docentes_resp": "808518 - Luiz Armando Bagolin",
        "prog_resumido": "1. Decênios de 10, 20 e 30 2. Lívio Abramo e Oswald Goeldi 3. A Fundação Getúlio Vargas, Rio de Janeiro, e o ensino das artes gráficas 4. Os clubes de gravuras: ideais que o moviam 5. O Museu de Arte Moderna do Rio de Janeiro, anos 60",
        "programa": "1. Decênios de 10, 20 e 30 A. Carlos Oswald e o ensino da gravura no Rio de Janeiro B. Outros artistas que também fazem gravuras nesses anos 2. Lívio Abramo e Oswald Goeldi A. Conceitos que Lívio e Goeldi levantam sobre a gravura 3. A Fundação Getúlio Vargas, Rio de Janeiro, e o ensino das artes gráficas A. Carlos Oswald, Axl Leskoschek etc. 4. Os clubes de gravuras: ideais que o moviam A. O grupo de Bagé e o de Porto Alegre, anos 50: Carlos Scliar, Vasco Prado, Danúbio Gonçalves, Glênio Bianchetti, etc. B. Outros grupos, como o de São Paulo e Santos 5. O Museu de Arte Moderna do Rio de Janeiro, anos 60 A. Objetivos do ateliê de gravura do MAM: Edith Behring, Roberto de Lamonica, etc 6. As discussões sobre a gravura com abertura do ateliê do MAM do Rio de Janeiro: abstratos X figurativos",
        "metodo": "",
        "criterio": "Trabalho de final de semestre.",
        "recuperacao": "Trabalho escrito a ser entregue no início do semestre seguinte.",
        "bibliografia": "A GRAVURA de Lasar Segall. São Paulo, Museu Lasar Segall/Ministério da Cultura/SPHAN/Fundação Nacional Pró-memória, 1988. ALDEMIR Martins: apresentado por Cassiano Ricardo. São Paulo, Cultrix, 1960 AMADO, Jorge e CARDOZO, Jardim. Scliar: naturezas mortas. Rio de Janeiro, Ediarte, 1963. AMARAL, Aracy. A experiência dos Clubes de Gravura. IN: Arte para que? São Paulo, Nobel, 1984. ANDRADE, Carlos Drummond de. A. Goeldi. In: - A vida passada a limpo. Rio de Janeiro, Nova Aguilar, 1983. BARDI, Pietro Maria (prefácio); PONTUAL, Roberto, et al. Scliar. São Paulo, Raízes, (1983). BECCARI, Vera D'Horta. Lasar Segall e o modernismo paulista. São Paulo, Brasiliense, 1984. BERG, Evelyn et al. Iberê Camargo. Porto Alegre, Editora Funarte-INAP-Museu de Arte do Rio Grande do Sul, 1985. BERKOWITZ, Marc: BARATA, Manoel Sarmento. Vasco Prado. Porto Alegre, Editora MARGS/Cia. Iochpe de Participações, 1984. BRAGA, Rubem. Cadernos de guerra de Carlos Scliar: 1944-1945. Rio de Janeiro, Editora Sabiá, 1969. CABO, Sheila Cabo. Goeldi: modernidade extraviada. Rio de Janeiro, Diadorim, 1995. CAMARGO, Iberê. A gravura. São Paulo, Edição Topal, 1975 CHAMBERLAIN, Walter. Manual de Aguafluerte y grabado. Hermann Blume, 1988 CLAUDIO Murabac. São Paulo, EDUSP, 1996 (Artistas da USP, 5) COSTELA, A. Introdução à gravura e história da xilografia. Campos do Jordão, Editora Mantiqueira, 1984 DEZ desenhos de Marcelo Grassmann. São Paulo, Cultrix, (1976) EDUARDO Sued. Entrevista a Lúcia Carneiro e Ilena Pradilla. Rio de Janeiro, Nova Aguilar, 1998 (Coleção Palavra do artista) FAJARDO, Elias; SUSEEKIND, Felipe e VALE: Marcio do. Gravura: oficinas. Rio de Janeiro, SENAc Nacional, 1999 FERES Lourenço Khoury. São Paulo, EDUSP, 1995 (artistas da USP, 3) FERRAZ, Geraldo. Depois de tudo. Rio de Janeiro, Paz e Terra, 1983 FERRAZ, Geraldo. Retrospectiva: figuras, raízes e problemas da arte contemporânea. São Paulo, Cultrix/EDUSP, 1975 FERREIRA, Orlando da Costa. Imagem e letra: introdução à bibliologa brasileira: imagem gravada. São Paulo, Melhoramentos, 1976 GRAVURA brasileira. Hoje. Depoimentos. I vol. Coordenação Heloísa Pires Ferreira e Maria Luiza Távora. Rio de Janeiro, Oficina de Gravura SESC Tijuca, 1995 GRAVURA brasileira. Hoje. Depoimentos. II vol. Coordenação Heloísa Pires Ferreira e Maria Luiza Távora. Rio de Janeiro, Oficina de Gravura SESC Tijuca, 1995 GRAVURA brasileira. Hoje. Depoimentos. IIII vol. Coordenação Heloísa Pires Ferreira e Maria Luiza Távora. Rio de Janeiro, Oficina de Gravura SESC Tijuca, 1997 GRILO xilogravuras. São Paulo, Circo editorial, 1985 (Série Traço e riso) GULLAR, Ferreira. Arte brasileira hoje. Rio de Janeiro, paz e Terra, 1973 HÉLIO Vinci. São Paulo, EDUSP, 1995 (artistas da USP, 4) INTERNATIONAL Business Machines Corporation. Arte gráfica do hemisfério Ocidental. new York, Itern Business Machines Corporation, 1941 KLINTOWITZ, Jacob. Aldemir Martins. São Paulo, Empório Cultural, 1990 KLINTOWITZ, Jacob. Artistas gravadores do brasil. São Paulo, Volkswagen do Brasil, 1984 KLINTOWITZ, Jacob. maria Bonomi, gravadora (São Paulo), KPMG, 1999 KLINTOWITZ, Jacob. O construtivismo afetivo de Emanoel Araújo. São Paulo, Raízes (1981) LEITE, José Roberto Teixeira. A gravura brasileira contemporânea. Rio de Janeiro, Expressão e Cultura S.A., 1966 LINHA, cor e forma: Aldemir Martins. São Pualo, MWM, 1985 LUZ, Angela Ancora da. Anna Letycia. São Paulo, EDUSP, 1998 (col. Artistas Brasileiros. LYGIA Pape. Entrevista a Lúcia Carneiro e Ilena Pradilla. Rio de Janeiro, Nova Aguilar, 1998 (Palavra do artista) MACAMBIRA, Yvoty. Evandro Carlos Jardim. São Paulo, EDUSP, 1998 MACHADO, Anibal. Goeldi. Rio de Janeiro, Serviço de Documentação do Ministério da Educação e Cultura, 1955 (Col. Artistas Brasileiros) MARCELO Grassmann. São Paulo, Art Editora, 1984 MARCO Buti. São Paulo, EDUSP, 1995 (Artistas da USP, 1) MARTINS, Itajahy. Gravura arte e técnica. São Paulo, Laserprint & Fundação Nestlé de Cultura, 1987. ( Artistas brasileiros, 07) MORAIS. Frederico. Roberto Magalhães. Rio de Janeiro, Salamamdra, 1996. NAVES, Rodrigo. Goeldi. São Paulo, Cosac & Naify Edições, 1999. NEISTEIN, José. Feitura das Artes. São Paulo, Respectiva, 1981 OSTROWER, Fayga. Acasos e criação artistica. Rio de Janeiro, Editora Campus, c. 1990. OSWALD, Carlos. Como me tornei pintor. Notas autobiográficas de Carlos Oswald. Rio de Janeiro, Vozes, 1957. p. 24-25, p. 44-45 e p. 96. PEDROSA, Mário. Dos Murais de Portinari aos espaços de Brasília. São Paulo, Perspectiva, 1981. PONTUAL, Roberto. Scliar: o real em reflexo e transfiguração. Rio de Janeiro, Civilização Brasileira (1970). REIS JÚNIOR, José Maria dos. Goeldi. Rio de Janeiro, CivilizaçãoBrasileira, 1966. RENINA Katz. São Paulo, EDUSP, 1997 (Artistas da USP, 6) RIBEIRO, José Sommer, ATHAYDE, Sylvia Menezes de: PRESTON, George Nelson e CASTRO, Francisco. Emanuel Araújo. Esculturas, relevos, monoprints. Núcleo de Artes do banco de Desenvolvimento da Bahia, 1991 RIBEIRO, Noemi Silva. Oswaldo Goeldi: um auto-retrato. Rio de Janeiro, Centro Cultural Banco do Brasil, 1995 RICCIARDI, Adelino. Algumas notícias do mundo da cor. São Paulo, Gráfica Emir, 1968 ROCHA, Glauber. A B C da arte & do amor de Calasans gravador. Salvador, Governo da Bahia/Secretaria da Cultura e Turismo, 1998. SACCA, Carlos. A Gravura no Rio Grande do Sul - 1900 a 1980. Porto Alegre, Mercado Aberto, 1982 SCARINCI, Carlos. A gravura no Rio Grande do Sul. 1900-1980. Porto Alegre, Mercado Aberto, 1982 (série documentada, 10) SILVA, Orlando da. A arte Maior da Gravura. São Paulo, Espade, 1976 SILVA, Orlando da. Poty, o artista gráfico. Curitiba, Fundação Cultural Curitiba, 1980 Dissertações e teses BONOMI, Maria. Arte pública: sistema expressivo/anterioridade. São Paulo, ECA/USP, 1999. 322p. Tese de doutorado BUTI, Marco Francesco. Ir, passar, ficar. São Paulo, ECA/USP, 1998. 201p. Tese doutoramento BUTI, Marco Francesco. Estruturas inevitáveis: continuidade do gravar interior. São Paulo, ECA/USP, 1994. Dissertação de mestrado apresentada na ECA/USP, 1994. KATZ, Renina. Lugares: 13 litografias originais. São Paulo, FAU/USP, 1992. Tese de doutorado. KATZ, Renina. Matrizes modificadoras do campo plásticao: estudo de um processo gráfico: a serigrafia. São Paulo, FAU/USP, 1979. Dissertação de mestrado.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0239",
          "text": "Clique \npara consultar os requisitos para IEB0239"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0239",
          "text": "Clique \npara consultar o oferecimento para IEB0239"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0248 - A Gravura Brasileira. Antecedentes: imagens impressas do século XVI ao final do XIX",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "Analisar alguns exemplos de imagens (gravuras de estampas) impressas entre o início do século XVI e o final do XIX que guardem relação com o Brasil, seja porque aqui foram produzidas, seja porque aqui circularam, instruindo outras artes, como pintura, escultura e talha, seja porque ilustram produções textuais sobre as terras brasileiras, tais como livros pertencentes a gabinetes de curiosidades e maravilhas, celebrações aos principados, enciclopédias, crônicas, relatos de viagens exploratórias, alegorias, etc.",
        "docentes_resp": "808518 - Luiz Armando Bagolin",
        "prog_resumido": "Analisar as doutrinas retórico-poéticas e artísticas às quais estão subordinadas as imagens impressas (estampas) circulantes no Brasil entre o início do século XVI e o final do XIX. Pensar a gravura em relação a outros artefatos editoriais (o livro, o álbum, a revista, etc.) que lhe servem de suporte, e que ela, quase sempre, ilustra.",
        "programa": "1. A questão dos gêneros: Theatrum Rerum Naturalium Brasilae; exemplos de Wagener, Marcgraf e Piso; imagens em Caspar van Baerle: a história como louvor e encômio; correspondências com a pintura: Eckhout, o Céu, matizado, de Guerra.; 2. os livros de emblemas: Alciatti, a Iconologia de Cesare Ripa; memorabilia e iconografia religiosa circulante nas Minas Gerais. 3. Alegorias da América e do Brasil: André de Thevet, Jean de Léry, Hans Staden, o editor Theodore de Bry e outros; 4. Grandes expedições: obra gráfica da “Missão Austríaca” e da expedição “Langsdorf”: a gravura de interpretação, d’aprés dessinateur, de Rugendas e Thomas Ender; 5. a Academia Imperial de Belas Artes do Rio de Janeiro: Charles-Simon Pradier e a gravura francesa à época da ascensão napoleônica; Debret e a edição de sua “Viagem Pitoresca e Histórica ao Brasil”; 6. a implantação das gráficas-litográficas no Rio de Janeiro, no início do XIX: Arnauld Julian Pallière e Johann Jacob Steimann; 7. Revistas Ilustradas, a charge como gênero baixo: exemplos em “Revista Ilustrada”, “Cabrião”, “Diabo Coxo”, “O Mosquito” e outros; correspondências com a arte de Honoré Daumier e as publicações francesas de orientação política.",
        "metodo": "",
        "criterio": "Realização das leituras previstas e participação nas aulas expositivas",
        "recuperacao": "Trabalho escrito, individual, a ser entregue no início do semestre subsequente",
        "bibliografia": "19. Bibliografia Básica:ADHÉMAR, Jean. L’Estampe française. Lê bois gravé em France jusqu’à la fin du XIXe siècle. Paris, Èditions ‘Tel”, 1944.ALBERTI, Leon Battista. Da Pintura. Tradução de Antonio da Silveira Mendonça. Campinas, Editora da Unicamp, 1991.ALBERTIN-DE-VRIES, P. J. Arte e ciência no Brasil holandês – Theatri rerum naturalium brasiliae: um estudo dos desenhos”. Revista Brasileira de Zoologia, n. 5, São Paulo, 1985.ANDRADE, Mário de. A arte religiosa no Brasil: crônicas publicadas na Revista do Brasil em 1920. Edição preparada por Claudete Kronbauer. São Paulo, Experimento/Giordano, 1993.ANDRADE, Rodrigo Mello Franco de. Artistas coloniais. Rio de Janeiro, MEC, 1958.ALMEIDA PRADO, J. F. Jean-Baptiste Debret. São Paulo, Companhia editorial Nacional, 1973.ALVES, Marieta. Dicionário de artistas e artífices na Bahia. Salvador, Universidade Federal da Bahia, centro Editorial e Didático, Núcleo de Publicações. 1976.BAERLE, Caspar van. História dos feitos recentemente praticados durante oito anos no Brasil. Belo Horizonte/São Paulo, Itatiaia/Edusp. 1974.BAGOLIN, Luiz Armando, Lorenzo Ghiberti: primeiro comentário. São Paulo, Cadernos de Tradução, n. 6, Discurso Editorial, 2000. BERSIER, Jean-Eugene. La Gravure. Paris, Berger-Levrault, 1995.BOSSE, Abraham, Tratado da Gravura a água forte, e a buril, e em maneira negra com o modo de construir as prensas modernas, e de imprimir em talho doce...Nova edição traduzida do francez...por José Joaquim Viegas Menezes.... Lisboa, Typ. Chalcographica, Typoplastica e Litteraria do Arco do Cego, 1801.CHILDS, Elisabeth C. Daumier and Exotism: Satirising the french ad the foreign. London, Peter Lang Pub, 2004.DEBRET, Jean-Baptiste. Viagem pitoresca e histórica ao Brasil. São Paulo/Belo Horizonte, Edusp/Itatiaia, 1989.DUQUE, Gonzaga, A arte brasileira, São Paulo, Mercado de Letras, 1995.FOCILLON, Henri. Maitres de l”estampe. Paris, Flammarion, 1969.GAMA, Luiz. Diabo Coxo. São Paulo, Edusp, 2005.GARRIGA, J., Fuentes y documentos para La historia del arte, Barcelona, 1983.HOLANDA, Francisco de. Da pintura antiga. Lisboa, Imprensa Nacional, Casa da Moeda, 1983.KOMISSAROV, Boris. Expedição Langsdorff ao Brasil, 1821-1829: iconografia do arquivo da Academia de Ciência da União Soviética. Rio de Janeiro, Edição Pinakotheke, 1980.KOSSOI, Boris. Hércules Florence, 1833; a descoberta isolada da fotografia no Brasil. São Paulo, Duas Cidades, 1980.LARAN, Jean. L’Estampe. Paris, Puf, 1959, 2 v.LAVOYE, Madeleine. Le livre illustré à travers les siècles: Le XVe siécle. Liège. Universitè de Liège, Bibliotéque, Publications, v. 3, Maison Descer, 1950.LIMA. Herman. História da caricatura no Brasil. Rio de Janeiro, José Olympio, 1963, 4v.MELOT, Michel. L’Estampe Impressioniste. Paris, Bibliotéque Nationale, 1974.REINACH, Adolphe, Recueil Milliet, textes grecs et latins relatifs a l’histoire de la peinture ancienne, Éditions Macula, Paris, 1985.RUGENDAS, Johann Moritz, Viagem pitoresca através do Brasil, São Paulo, Martins Fontes/Edusp, 1972.SANTOS, Delio Freire dos. Cabrião: Semanário Humorístico editado por Angelo Agostini, Américo dos Santos e Antonio Manoel. São Paulo, Unesp, 2001.SPIX, J.P. von e MARTIUS, C.F.P. von, Viagem pelo Brasil, São Paulo, Edusp/Itatiaia, 1981.VASARI, Giorgio, Le vite dei più eccellentti pittori, scultori ed architetti toscani, Roma, Tacabili, 1984.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0248",
          "text": "Clique \npara consultar os requisitos para IEB0248"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0248",
          "text": "Clique \npara consultar o oferecimento para IEB0248"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0244 - A Historiografia em Transformação: Brasil, 1889 - 1960",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2006",
        "objetivos": "Trata-se de compreender a dinâmica específica da historiografia brasileira na primeira metade do século XX, explorando questões teórico-metodológicas e político-ideológicas. Com o advento da República, vários Institutos Históricos regionais foram criados e passaram a polarizar a produção historiográfica dos diferentes estados, cujos grupos sociais dominantes buscavam espaço no campo de lutas aberto pela fórmula federativa adotada na Constituição de 1891. O que se vê a partir de então é o surgimento de historiografias regionais que disputam um lugar de destaque na memória nacional, procedendo ao culto de acontecimentos e personagens, à publicação de documentos e à construção (ou destruição) de mitologias. Nesse contexto, procuraremos entender as transformações que ocorrem nas bases institucionais, metodológicas e ideológicas da produção historiográfica até meados dos anos 50. Apontando possibilidades de pesquisa a partir da documentação específica utilizada pela história intelectual e da historiografia, acompanharemos a trajetória de algumas figuras centrais do processo, como Oliveira Lima, Capistrano de Abreu, Caio Prado Jr. e Sérgio Buarque de Holanda.",
        "docentes_resp": "1480798 - Paulo Teixeira Iumatti",
        "prog_resumido": "Trata-se de compreender a dinâmica específica da historiografia brasileira na primeira metade do século XX, explorando questões teórico-metodológicas e político-ideológicas.",
        "programa": "1. Apresentação. 2. Os níveis da produção historiográfica. Os sistemas de coleta de dados. 3. Os Institutos Históricos diante da \"questão social\". 4. Os Institutos no Nordeste: Pernambuco e Ceará. 5. Dom João VI no Brasil. 6. Impasses da Inserção na América Latina e Limites ao pensamento social. 7. Theodoro Sampaio entre a Geografia e a História. 8. A Amazônia e a diversidade regional. 9. Affonso D'Escragnole Taunay entre a Ciência e a Ideologia. 10. Oliveira Vianna e o IHGB. 11. A dinâmica do espaço público. 12. Novas bases institucionais, metodológicas e ideológicas para a produção historiográfica. 13. Mudanças nos sistemas de coleta de dados. 14. Anos 50: novas reflexões sobre o regionalismo",
        "metodo": "Aulas expositivas; discussão de textos e análise de documentos.",
        "criterio": "A avaliação será feita por meio de prova e atividades em sala de aula.",
        "recuperacao": "Terão direito à recuperação os alunos que tiverem alcançado freqüência regimental e nota 3,0 (três). A avaliação será realizada por meio de prova escrita, cuja nota será somada à média final, dividindo-se a soma total por 2. A realização da prova ocorrerá uma semana depois da divulgação, pelo IEB, da média final.",
        "bibliografia": "ABUD, Kátia. O sangue intimorato e as nobilíssimas tradições, 1985. Tese (doutorado). Faculdade de Filosofia, Letras e Ciências Humanas da USP, São Paulo.AMARAL, Eduardo Lúcio Guilherme. Intelectuais e política no Instituto do Ceará (1887-1920), 2002. Dissertação (Mestrado em História). PUC-SP, São Paulo.ARRUDA, Maria Arminda do Nascimento. Metrópole e Cultura: São Paulo no meio do século XX. Bauru: Edusc, 2001BOSI, Alfredo. Dialética da colonização. São Paulo: Cia. Das Letras, 2001CANDIDO, Antonio, Literatura e sociedade. São Paulo, Editora Nacional, 1985COSTA, Wilma Peres. História geral das bandeiras paulistas. In: Mota, Lourenço Dantas (org.) Introdução ao Brasil - um banquete no trópico. São Paulo: editora Senac, 2002 CUNHA, Euclides da. À margem da história. S.L: Editora Lello Brasileira S.A., 1967FERREIRA, Antônio Celso. A epopéia bandeirante. São Paulo, Editora da Unesp, 2002ELLIS, Myriam e HORSCH, Rosemarie Érika. Affonso d'Escragnolle Tauney no centenário de seu nascimento. São Paulo, Conselho Estadual de Cultura, 1976.FREYRE, Gilberto. Sobrados e mucambos. Rio de Janeiro, Editora José Olympio, 1981. 2 v. FURTADO, Celso. A economia colonial brasileira nos séculos. São Paulo: Hucitec: Associação Brasileira de Pesquisadores em História Econômica, 2001.GADAMER, Hans-Georg. Verdade e Método. Petrópolis: Vozes, 1998GUIMARÃES, Lúcia Paschoal. Um olhar sobre o continente: o Instituto Histórico e Geográfico e o Congresso Internacional de História da América. Estudos Históricos, Rio de Janeiro, vol. 20, p. 217-229, 1997.GUIMARÃES, M. L. S. Nação e civilização nos trópicos: O IHGB e o projeto de uma História Nacional. Estudos Históricos, Rio de Janeiro, n. 1, 1988.GUTFREIND, Ieda. A contrução de uma identidade: a historiografia sul-rio-grandense de 1925 a 1975. 1989, Tese (doutorado). São Paulo: Faculdade de Filosofia, Letras e Ciências Humanas da USP.HOLANDA, Sérgio Buarque de. Caminhos e fronteiras. RJ: José Olympio, 1957HOLANDA, Sérgio Buarque de. Monções. RJ: Casa do Estudante do Brasil, 1945IGLESIAS, Francisco. Historiadores do Brasil. RJ: Nova Fronteira; BH: UFMG, IPEA, 2000LIMA, Manoel de Oliveira. D. João VI no Brasil. Rio de Janeiro: José Olympio, 1945, vol. IMALATIAN, Teresa. Oliveira Lima e a construção da nacionalidade. Bauru, SP: Edusc; SP: Fapesp, 2001MACHADO, José de Alcântara. Vida e morte do bandeirante. BH: Ed. Itatiaia; SP, Ed. da Universidade de São Paulo, 1980MAKINO, Miyoko. A construção da identidade nacional - Affonso d'Escragnole Taunay e a decoração do Museu Paulista. 2003. Tese (doutorado em história). Depto. De História da FFLCH da USP, São Paulo.MEINECKE, Friedrich. El historicismo y su genesis. Mexico: Fondo de Cultura Economica, 1943MELLO, Evaldo Cabral de. Rubro veio: o imaginário da restauração pernambucana. RJ: Nova Fronteira, 1986MICELI, Sérgio. Intelectuais e classe dirigente no Brasil, RJ: Difel, 1979; MICELI, Sérgio. (org.) História das ciências sociais no Brasil. SP: Vértice, Editora Revista dos Tribunais: IDESP, 1989, vol I.PAIVA, Marco Aurélio Coelho de. A conquista intelectual do Amazonas (1900-1930). 2000. Dissertação (Mestrado em Sociologia), Faculdade de Filosofia, Letras e Ciências Humanas da USP.PRADO Jr, Caio. Formação do Brasil contemporâneo. São Paulo, Editora Brasiliense, 1957PRADO, Paulo. Provincia & nação. RJ: José Olympio, 1972RODRIGUES, José Honório. Teoria da história do Brasil. SP: Nacional, 1969RÜSEN, Jörn. Razão histórica. Teoria da história: os fundamentos da ciência histórica. Brasília: Editora UnB, 2001SCHWARCZ, Lilia Moritz. O espetáculo das raças. São Paulo, Companhia das Letras, 1993Sérgio Buarque de Holanda: vida e obra. SP: Secretaria de Estado da Cultura: Arquivo do Estado; Universidade de São Paulo: Instituto de Estudos Brasileiros, 1988TAUNAY, Affonso D'Escragnolle. História das bandeiras. São Paulo, Edições Melhoramentos, 1951.VIANNA, Francisco José de Oliveira. O idealismo da constituição. São Paulo: Nacional, 1939WILLIAMS, Daryle. Culture wars in Brazil: the first Vargas regime, 1930-1945. Durham: Duke University Press, 2001",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0244",
          "text": "Clique \npara consultar os requisitos para IEB0244"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0244",
          "text": "Clique \npara consultar o oferecimento para IEB0244"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0246 - A Música do Brasil Independente",
        "cred_aula": "3",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2008",
        "objetivos": "Objetivo: Analisar e caracterizar o repertório brasileiro após a chegada da família real no Brasil, em 1808, tendo como focos: o primeiro reinado; o Imperial Conservatório de Música; compositores do Romantismo; a Semana de Arte Moderna; os Manifestos do século XX; as escolas de Camargo Guarnieri e de H. Joachim Koellreutter. Além disso pretende-se abrir espaço para a reflexão sobre as fronteiras entre o popular e o erudito na criação dos compositores do século XX.",
        "docentes_resp": "52412 - Flávia Camargo Toni",
        "prog_resumido": "Em continuidade a “História da música do Brasil Colônia”, mas sem caracterizar vínculo de pré-requisito, a presente disciplina estuda a produção musical brasileira após a Proclamação da República, tendo em vista as novas estruturas de ensino e divulgação e o realinhamento de ideais artísticos dos compositores.",
        "programa": "• Música na corte de D. João: José Maurício e Cândido Inácio da Silva; Marcos Portugal• O Imperial Conservatório de Música: Francisco Manuel da Silva; Carlos Gomes• Leopoldo Miguez, Glauco Velásquez, Henrique Oswald• Alberto Nepomuceno, Ernesto Nazareth, Francisco Braga, Luciano Gallet• Villa-Lobos• O Ensaio sobre música brasileira• Lourenzo Fernadez, Frutuoso Vianna, Brasílio Itiberê• Luiz Cosme; Radamés Gnatalli• Francisco Mignone; Camargo Guarnieri• Os manifestos• Cláudio Santoro; Guerra Peixe • Marlos Nobre; Ricardo Tacuchian; Edino Krieger• Osvaldo Lacerda, Almeida Prado; Gilberto Mendes• Mário Ficcarelli; Willy Corrêa de Oliveira",
        "metodo": "Exposição da matériaAnálise de textosDebatesAudições de registros gravados",
        "criterio": "Seminários, provas e participação em sala de aula",
        "recuperacao": "Trabalho escrito",
        "bibliografia": "19. Bibliografia Básica:ANDRADE, Mário de. Ensaio sobre música brasileira. S. Paulo: Martins, 1962.IDEM. Danças dramáticas do Brasil. Ed. Org. por Oneyda Alvarenga. 2ª. Ed. B Horizonte: Itatiaia; Brasília: INL, 1982. 3 vols.IDEM. O Banquete. S. Paulo: Duas Cidades, 1977.AZEVEDO, Luis Heitor Correa de. 150 anos de música no Brasil. R. Janeiro: J. Olympio, 1956.IDEM. Música e músicos do Brasil. R Janeiro: Casa do Estudante, 1950.BERNARDES, Ricardo (org.). Música Erudita Brasileira: Textos do Brasil, n. 12. Ministério das Relações Exteriores, 2006.CASTRO, Marcos Câmara de. Fructuoso Vianna: Orquestrador do Piano. Rio de Janeiro: Academia Brasileira de Música, 2003.COLI. Jorge. Música Final. Campinas: Ed. Da Unicamp, 1998.FRANCATO, Adriana. Asmathour (1971) – para coro e percussão – de G. Mendes: uma abordagem analítica do uso de contrastes de densidade e de intensidade. Revista Opus, n. 11, p. 140-152. Disponível em: www.anppom.com.br/opus/opus11/F_AdrianaFrancato.pdfGÓES, Marcus. Carlos Gomes: a força indômita. Belém: Secult, 1996.GUÉRIOS, Paulo Renato. Heitor Villa-Lobos e o ambiente artístico parisiense: convertendo-se em um músico brasileiro. Mana, 9(1): 81-108, 2003. Disponível em: www.scielo.br/pdf/mana/v9n1/a05v09n1.pdf.KATER, Carlos. Música Viva e H. J. Koellreutter. São Paulo: Musa Editora: Atravez, 2001.KIEFER, Bruno. História da música brasileira. Porto Alegre: Movimento, 1976.MARIZ, Vasco. Três musicólogos brasileiros. Rio de Janeiro: Civ. Brasileira; Brasília: INL, 1983.MARIZ, Vasco. História da Música no Brasil. Rio de Janeiro: Civ. Brasileira, 1981.MARTINS, José Eduardo. Henrique Oswald. S. Paulo: EDUSP, 1995.NAPOLITANO, Marcos. A música popular brasileira (MPB) dos anos 70: resistência política e consumo cultural. Disponível em http://www.hist.puc.cl/historia/iaspmla.htmlNAPOLITANO, Marcos, e WASEERMAN, Maria Clara. Desde que o samba é samba: a questão das origens no debate historiográfico sobre a música popular brasileira. Revista Brasileira de História, v. 20, n. 39, S Paulo, 2000, p. 167-179, disponível em: http://www.scielo.br/pdf/rbh/v20n39/2985.pdfNAVES, Santuza Cambraia. Da Bossa Nova à Tropicália. Revista Brasileira de Ciências Sociais, v. 15, n. 43, jun. 2000, p.35-44. Disponível em: http://www.scielo.br/pdf/rbcsoc/v15n43/003.pdfNEPOMUCENO, Alberto. 15 manuscritos para canto. Org. Rosa Maria Zamith. Rio de Janeiro: Funarj, 2000.NEVES, José Maria. Música Contemporânea Brasileira. S. Paulo: Ricordi, 1981.PRADO, Décio de Almeida. Três movimentos (musicais) em torno de 1930. Disponível em www.usp.br/revistausp/n4novo/fdeciotexto.htmlSKEFF, Enio. O nacional e o popular na cultura brasileira. S Paulo: Brasiliense, 1982.TINHORÃO, José Ramos. História Social da Música Popular Brasileira. São Paulo: Ed. 34, 1998.VERMES, Mónica. Alguns aspectos da música sacra no Rio de Janeiro no final do século XIX. Departamento de Artes da UFPr. Revista Eletrônica de Musicologia. Vol. 5, no. 1 / Junho de 2000IDEM. Por uma renovação do ambiente musical brasileiro: o relatório de Leopoldo Miguez sobre os conservatórios europeus. Revista eletrônica de musicologia, vol. 8, dez. 2004WISNIK, José Miguel. O coro dos contrários. S. Paulo: Duas Cidades: SCCT, 1977ZAGO, Rosemara Staub de Barros. Bastidores da criação musical de Gilberto Mendes. Revista Eletrônica de Musicologia, Vol. 5, no. 1 / Junho de 2000Departamento de Artes da UFPr.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0246",
          "text": "Clique \npara consultar os requisitos para IEB0246"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0246",
          "text": "Clique \npara consultar o oferecimento para IEB0246"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0260 - Antropologia da Ciência e da Tecnologia",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2011",
        "objetivos": "O curso deve abordar os seguintes temas: Como situar a antropologia nos estudos de ciência? Qual o partido epistemológico e o rendimento de uma antropologia da ciência e da tecnologia na compreensão da modernidade? Como considerar o candente dilema contemporâneo em antropologia a respeito do que seja o dado e o construído nos fenômenos sociais? Como situar a noção de cultura e sociedade (soft sciences) em contraste à noção de ciência e natureza (hard sciencies) face aos impactos epistemológicos dessa abordagem contemporânea inovadora em estudos de ciência?",
        "docentes_resp": "2338320 - Stelio Alessandro Marras",
        "prog_resumido": "O curso deve abordar os seguintes temas: Como situar a antropologia nos estudos de ciência? Qual o partido epistemológico e o rendimento de uma antropologia da ciência e da tecnologia na compreensão da modernidade? Como considerar o candente dilema contemporâneo em antropologia a respeito do que seja o dado e o construído nos fenômenos sociais? Como situar a noção de cultura e sociedade (soft sciences) em contraste à noção de ciência e natureza (hard sciencies) face aos impactos epistemológicos dessa abordagem contemporânea inovadora em estudos de ciência?",
        "programa": "1. Antropologia e ciência; 2. Epistemologias sociológicas contemporâneas; 3. Reemergência contemporânea da natureza na política;4. Cultura da natureza e natureza da cultura, e 5. Domínios de conhecimento e desafios da interdisciplinaridade.",
        "metodo": "Aulas teóricas, seminários e discussão de textos.",
        "criterio": "A avaliação será realizada por meio de prova e trabalho.",
        "recuperacao": "De acordo com a Resolução COG 3583 de 29/09/89 terão direito à recuperação os alunos que tiverem alcançado frequência regimental e nota 3,0 (três). A avaliação será realizada por meio de prova.",
        "bibliografia": "BRONOWSKI, Jacob 1977. O senso comum da ciência. Belo Horizonte/São Paulo: Ed. Itatiaia/Ed. da Universidade de São Paulo.COLLINS, Harry & PINCH, Trevor 2003. ?O Golem: o que você deveria saber sobre ciência. São Paulo: Editora Unesp.DAWKINS, Richard 1979. O gene egoísta. Belo Horizonte/São Paulo: Ed. Itatitaia/Edusp. DARWIN, Charles 2002. A origem do homem e a seleção sexual. Curitiba: Hemus. 2004. A origem das espécies. Rio de Janeiro: Ediouro. s/d. The variation of animals and plants under domestication. In: www.gutemberg.org/etextDESCOLA, Philippe 2005. ?Le monde plié en quatre (Entretien par Natalie LeviSalles). Liberation (17 novembre) GLEICK, James 1989. Caos – a criação de uma nova ciência. Rio de Janeiro: Elsevier.GOULD, Stephen Jay 1999. Darwin e os grandes enigmas da vida. São Paulo: Martins Fontes. INGOLD, Tim 2003. ?A evolução da sociedade. In A. C. Fabian (org.): Evolução: sociedade, ciência e universo. Bauru, SP: Edusc.ACOB, François 1981. Le jeu des possibles – essai sur la diversité du vivant. Paris: Fayard. LATOUR, Bruno 1994. Jamais fomos modernos: ensaio de antropologia simétrica. São Paulo: Ed. 34. 1996. \"Do humano nas técnicas: entrevista com Bruno Latour\". In: Ruth Scheps (org.): O império das Técnicas. Campinas: Papirus. 2000. Ciência em ação: como seguir cientistas e engenheiros sociedade afora. São Paulo: Editora da Unesp. 2001. A esperança de Pandora – ensaios sobre a realidade dos estudos científicos. Bauru, SP: Edusc. 2002. Reflexão sobre o culto moderno dos deuses fe(i)tiches. Bauru, SP: Edusc. 2004a. Políticas da natureza – como fazer ciência na democracia. Bauru, SP: Edusc. 2004b. Por uma antropologia do centro. (Entrevista por Renato Sztutman e Stelio Marras). In: Revista Mana: Estudos de Antropologia Social 10(2). Rio de Janeiro: Museu Nacional/PPGAS/UFRJ. 2005. Reassembling the social – an introduction to Actor-Network-Theory. Oxford: Oxford University Press. 2006. ?Como terminar uma tese de sociologia: pequeno diálogo entre um aluno e seu professor (um tanto socrático). In: Cadernos de Campo 15(14-15). São Paulo: Departamento de Antropologia/PPGAS/FFLCH/USP. s/d. Guerre des mondes: offres de paix. In: http://www.bruno-latour.fr/articles/article/081.html LATOUR, Bruno & WOOLGAR, Steve 1997. A vida de laboratório – a produção dos fatos científicos. Rio de Janeiro: Relume Dumará. LATOUR, Bruno; SCHWARTZ, F.; CHARVOLIN, F. E. 1998 ?Crise dos meios ambientes: desafios às ciências humanas. In: Hermetes Reis de Araújo (org.): Tecnociência e cultura: ensaios sobre o tempo presente. São Paulo: Estação Liberdade.LÉVI-STRAUSS, Claude 1989. O pensamento selvagem Campinas. São Paulo: Papirus. MARRAS, Stelio 2002. ?Ratos e homens – e o efeito placebo: um reencontro da Cultura no caminho da Natureza. In: Revista Campos 2. PPGAS/UFPR. 2006. ?Como não terminar uma tese: pequeno diálogo entre o estudante e seus colegas. In Cadernos de Campo 15(14-15). São Paulo: Departamento de Antropologia/PPGAS/FFLCH/USP (jan.-dez.). 2008. ?Do natural ao social: as substâncias em meio estável. In S. L. Goulart, M. Fiore, B. C. Labate, E. MacRae, H. Carneiro (orgs): Drogas: novas perspectivas. Salvador: UFBA. MAYR, Ernst 2005. Biologia, ciência única: reflexões sobre a autonomia de uma disciplina científica. São Paulo, Companhia das Letras. MONOD, Jacques 1971. O acaso e a necessidade. Ensaio sobre a filosofia natural da biologia moderna. Petrópolis, RJ: Vozes.PIGNARRE, P. 1999. O que é o medicamento? Um objeto estranho entre ciência, mercado e sociedade. São Paulo: Editora 34. PINKER, Steve 2004. Tábula rasa: a negação contemporânea da natureza humana. São Paulo: Companhia das Letras. PRIGOGINE, Ilya 1996. O fim das certezas: tempo, caos e as leis da natureza. São Paulo: Editora Unese. PRIGOGINE, Ilya & STENGERS, Isabelle 1984. A nova aliança: metamorfose da ciência. Brasília: Editora da UnB SHAPIN, Steven & SCHAFFER, Simon 1985. Leviathan and the Air-Pump: Hobbes, Boyle, and the Experimental Life, Princeton: Princeton University Press. SIMONDON, Gilbert 1964. L’individu et as gênese physico-biologique: l’individuation forme et d’information. Paris: PUF. STENGERS, Isabelle 2002. A invenção das ciências modernas. São Paulo: Editora 34. STRATHERN, Marilyn 1996. \"Cutting the Network. In: Journal of the Royal Anthropological TARDE, Gabriel Tarde. 2007. Monadologia e sociologia – e outros ensaios. São Paulo, Cosac Naify, 2007 VIVEIROS DE CASTRO, Eduardo 1999. Entrevista para a revista Sexta Feira 4: Corpo. WAGNER, Roy s/d. A invenção da cultura. São Paulo: Cosac Naify. no prelo.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0260",
          "text": "Clique \npara consultar os requisitos para IEB0260"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0260",
          "text": "Clique \npara consultar o oferecimento para IEB0260"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0263 - Arte da Crônica e do Conto",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2012",
        "objetivos": "O curso se propõe a desenvolver o entendimento do conto e da crônica na qualidade de gêneros narrativos breves, fundados em certos princípios próprios de composição e de recepção histórica. As idéias gerais serão formuladas a partir da discussão de alguns ensaios teóricos, mas principalmente por meio da leitura e interpretação de textos de escritores nacionais, representantes de diferentes estéticas e momentos que marcaram a literatura brasileira.O curso tem ainda a peculiaridade de se restringir a autores que escreveram nos dois gêneros, permitindo uma visão comparada de seus recursos estilísticos, conforme a destinação.Os textos literários a serem analisados encontram-se na bibliografia indicada. As aulas serão divididas em duas partes, sendo a primeira dedicada ao conto e a segunda à crônica.",
        "docentes_resp": "976002 - Fernando Augusto Magalhaes Paixao",
        "prog_resumido": "- Características da crônica e do conto - Autores de texto a serem analisados: Luis Fernando Veríssimo, Moacyr Scliar, Clarice Lispector, Nelson Rodrigues, Fernando Sabino, João do Rio, Lima Barreto, Machado de Assis.",
        "programa": "1. Arte do conto:- Características do gênero e suas implicações formais- Breve história do conto na literatura brasileira2. Arte da crônica: - Características do gênero e suas implicações formais- Breve história da crônica na literatura brasileira3. Autores:- Luis Fernando Veríssimo- Moacyr Scliar- Clarice Lispector- Nelson Rodrigues- Fernando Sabino- Rubem Braga (Um caso especial)- João do Rio- Lima Barreto- Machado de Assis",
        "metodo": "Aulas teóricas e análise de textos em classe.",
        "criterio": "Atividades ao longo do semestre, envolvendo leituras, análise de texto e monografia.",
        "recuperacao": "Aprovação com média igual ou acima de 5,0. Recuperação para os alunos que obtiveram média entre 3,0 e 4,9, para tanto, realização de prova ou trabalho na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "1. Bibliografia sobre os gêneros: ARRIGUCCI, Davi. Fragmento sobre a crônica. In: Enigma e comentário. São Paulo: Companhia das letras, 1987, p. 51-66.BARBOSA, Fundação Casa de. A crônica: o gênero, sua fixação e suas transformações no Brasil. Campinas: Unicamp, 1992.Boletim bibliográfico – Biblioteca Mário de Andrade. São Paulo, Vol. 46, nº 14, jan./ dez. de 1985.BOSI, Alfredo. “Situação e forma do conto brasileiro contemporâneo”. In: O conto brasileiro contemporâneo. São Paulo: Cultrix, 2002.CANDIDO, Antonio. “A vida ao rés-do-chão”. In: Vários autores. Para gostar de ler. Vol. 5. São Paulo: Ática, 1980.CORTAZAR, Julio. “Alguns aspectos do conto”. In: Valise de cronópio. São Paulo: Perspectiva, 1974, p. 147-163.COSTA, Cristiane. Pena de Aluguel: Escritores jornalistas no Brasil 1904-2004. São Paulo: Companhia das Letras, 2005.GOTLIB, Nádia Batella. Teoria do conto. São Paulo: Ática, 1985.SÁ, Jorge de. A crônica. São Paulo: Ática, 1995.MAGALHÃES JUNIOR, Raimundo. A arte do conto: sua história, seus gêneros, sua técnica, seus mestres. Rio de janeiro: Edições Bloch, 1972. MORENO, Armando. “Características do conto”. In: Biologia do conto. Lisboa: Almedina, 1987, p. 71-121.1. Bibliografia dos escritoresASSIS, Machado. 50 contos de Machado de Assis. São Paulo: Companhia das letras, 2010.________. Fernando Paixão (org.). Fuga do hospício e outras crônicas. São Paulo: Ática, 2000.BARRETO, Lima. Contos completos de Lima Barreto. São Paulo: Companhia das letras, 2010._________. Marginalia. São Paulo: Brasiliense, 1961._________. Vida urbana. São Paulo: Brasiliense, 1961.BRAGA, Rubem. Os melhores contos de Rubem Braga. São Paulo: Global, 2001._________. 200 crônicas escolhidas. Rio de Janeiro: Record, 2002. LISPECTOR, Clarice. Descoberta do mundo. Rio de janeiro: Rocco, 2008._________. Para não esquecer. Rio de janeiro: Rocco, 1999._________. Felicidade clandestina. Rio de janeiro: Rocco, 1998._________. Legião estrangeira. Rio de janeiro: Rocco, 1999.SABINO, Fernando. O homem nu. Rio de janeiro: Record, 2010._________. A mulher do vizinho. Rio de janeiro: Record, 1991._________. Os melhores contos. Rio de janeiro: Record, 2000.SCLIAR, MOACYR. Contos reunidos. São Paulo: Companhia das letras, 1995._________. Melhores crônicas de Moacyr Scliar. São Paulo: Global, 2004.RIO, João do. Melhores crônicas de João do Rio. São Paulo: Global, 2006._________. Melhores contos de João do Rio. São Paulo: Global, 2006.RODRIGUES, Nelson. O óbvio ululante: primeiras confissões. São Paulo: Companhia das letras, 1993._________. A vida como ela é: o homem fiel e outros contos. São Paulo: Companhia das letras, 1993.VERÍSSIMO, Luis Fernando. O clube dos anjos. Rio de janeiro: Objetiva, 1998._________. Comédias brasileiras de verão. Rio de janeiro: Objetiva, 2008._________. Melhores do analista de Bagé. Rio de janeiro: objetiva, 2007.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0263",
          "text": "Clique \npara consultar os requisitos para IEB0263"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0263",
          "text": "Clique \npara consultar o oferecimento para IEB0263"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0259 - Canção Brasileira, Tradições Populares e Mundialização da Cultura",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2011",
        "objetivos": "Analisar e interpretar a produção brasileira de canções populares pesquisando as relações entre música, literatura oral, arte e sociedade no âmbito dos processos de globalização econômica e mundialização da cultura. Estudar a realização das obras quando inseridas no ritual religioso ou na festa popular de certa comunidade e quando transformadas em mercadoria. Investigar as mudanças do mercado fonográfico hegemônico no quadro das novas tecnologias de produção, difusão e consumo, bem como as alterações provocadas por este quadro na estética das obras. Pesquisar as produções comerciais com vigência à margem do mercado cultural hegemônico.",
        "docentes_resp": "1853060 - Walter Garcia da Silveira Junior",
        "prog_resumido": "A disciplina estuda a canção popular tradicional e a canção popular comercial no Brasil, analisando e interpretando as permanências e as alterações na estética das obras em meio aos processos de globalização econômica e mundialização da cultura. O programa dá continuidade à disciplina “Formas da Canção Popular Brasileira: 1930-1985” sem que, no entanto, se caracterize vínculo de pré-requisito.",
        "programa": "• Cultura tradicional e vida comunitária: a canção, a música e a dança nos rituais religiosos e nas festas populares; os cantos de trabalho e os jogos.• Registros da canção popular tradicional desde Mário de Andrade e a Missão de Pesquisas Folclóricas.• A configuração do mercado fonográfico hegemônico no Brasil da década de 1980 e sua expansão na década de 1990.• A transformação da canção de tradição oral em mercadoria no âmbito dos processos de globalização econômica e mundialização da cultura.• Canções “de raiz”, mangue beat (bit) e world music.• Ritmos musicais importados no Brasil e ritmos brasileiros de exportação.• Racionais MC’s e Gog: a violência da sociedade contemporânea e o revide do rap.• A Barca: reflexões sobre a pesquisa da tradição oral e a criação artística.• Canção popular e jingle, diferenças e aproximações.• A influência das novas tecnologias no processo de realização das obras fonográficas.• Relações entre a canção popular (tradicional e comercial) e outras formas culturais nos meios tecnológicos de comunicação.•Produções comerciais à margem do mercado hegemônico da canção.",
        "metodo": "Exposição teórica. Audição e análise de obras fonográficas. Discussões em sala de aula das leituras programadas. Apresentação, para análise crítica, de programas televisivos, filmes cinematográficos ou outros produtos audiovisuais.",
        "criterio": "Participação em sala de aula. Seminários. Prova ou trabalho escrito.",
        "recuperacao": "Realização de trabalho escrito ou de prova na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "ADORNO, Theodor W. Theodor W. Adorno. Org. Gabriel Cohn; trad. Flávio R. Kothe, Aldo Onesti e Amélia Cohn. São Paulo: Ática, 1986.___________________. Prismas: crítica cultural e sociedade. Trad. Augustin Wernet e Jorge M. B. de Almeida. São Paulo: Ática, 1998.ALVARENGA, Oneyda. Música popular brasileira. 2ª ed. São Paulo: Duas Cidades, 1982.ANDRADE, Mário de. Danças dramáticas do Brasil. Edição organizada por Oneyda Alvarenga. 2a ed. Belo Horizonte: Itatiaia/Brasília: INL, Fundação Nacional Pró-Memória, 1982. 3 tomos.__________________. Música de feitiçaria no Brasil. 2a ed. Belo Horizonte: Itatiaia/ Brasília: INL, Fundação Nacional Pró-Memória, 1983.__________________. Os cocos. Preparação, ilustração e notas de Oneyda Alvarenga. São Paulo: Duas Cidades/ Brasília: INL, Fundação Nacional Pró-Memória, 1984.__________________. As melodias do boi e outras peças. Preparação, introdução e notas de Oneyda Alvarenga. São Paulo: Duas Cidades/ Brasília: Instituto Nacional do Livro, 1987.ARANTES, Paulo Eduardo. Extinção. São Paulo: Boitempo, 2007.BAUGH, Bruce, “Prolegômenos a uma estética do rock”. Trad. Duda Machado. Novos Estudos Cebrap, nº 38. São Paulo, Cebrap, mar. 1994. pp. 15-23.BENJAMIN, Walter. Obras escolhidas: magia e técnica, arte e política. Trad. Sérgio Paulo Rouanet. 7a ed. São Paulo: Brasiliense, 1994._________________ et alii. Os pensadores. Trad. Luiz João Baraúna; rev. João Marcos Coelho. São Paulo: Abril Cultural, 1975.BORELLI, Sílvia H. S. (org.). Gêneros ficcionais, produção e cotidiano na cultura popular de massa. [São Paulo:] Intercom/ CNPq/ Finep, [1994].BUCCI, Eugênio & KEHL, Maria Rita. Videologias. 1ª reimpr. São Paulo: Boitempo, 2005.CAVALCANTE, B., STARLING, H. M. M. & EISENBERG, J. Decantando a República. Rio de Janeiro: Nova Fronteira/ São Paulo: Ed. Fundação Perseu Abramo, 2004. 3 volumesDEBORD, Guy. A sociedade do espetáculo. Trad. Estela dos Santos Abreu. 3ª reimpr. Rio de Janeiro: Contraponto, 2002.DIAS, Marcia Tosta. Os donos da voz: indústria fonográfica brasileira e mundialização da cultura. 2ª ed. São Paulo: Boitempo/ Fapesp, 2008.DIAS, Paulo Anderson Fernandes. São Paulo corpo e alma. Apres. Alberto T. Ikeda; fotografias Andrea de Valentim. São Paulo: Associação Cultural Cachuera!: 2003.GARCIA, Walter, “Ouvindo Racionais MC’s”. Teresa, no 4/5. São Paulo, DLCV-FFLCH-USP/ Ed. 34, 2004. pp. 166-180.______________, “’Diário de um detento’: uma interpretação”. In: NESTROVSKI, Arthur (org.), Lendo música. São Paulo: Publifolha, 2007. pp. 179-216.HERSCHMANN, Micael. O funk e o hip-hop invadem a cena. Rio de Janeiro: Ed. UFRJ, 2000.HISTÓRIA DA VIDA PRIVADA NO BRASIL, volume 4 (Contrastes da intimidade contemporânea). Coordenador-geral da coleção: Fernando A. Novais; organizadora do volume: Lilia Moritz Schwarcz. 2ª reimpressão. São Paulo: Companhia das Letras, 2002.IANNI, Octavio. A sociedade global. 11ª ed. Rio de Janeiro: Civilização Brasileira, 2003.KEHL, Maria Rita, “A fratria órfã: o esforço civilizatório do rap na periferia de São Paulo”. In: KEHL, M. R. (org.), Função fraterna. Rio de Janeiro: Relume Dumará, 2000. pp. 209-244.LIMA, Rossini Tavares de. Melodia e ritmo no folclore de São Paulo. São Paulo: Ricordi, 1954.MATOS, Cláudia Neiva de, “Canção popular e performance vocal”. Cultura brasileira contemporânea – Música popular brasileira, ano 1, nº 1. Rio de Janeiro, Ministério da Cultura/ Fundação Biblioteca Nacional, nov. 2006. pp. 92-97.MATOS, Cláudia N. de, TRAVASSOS, Elizabeth & MEDEIROS, Fernanda T. Palavra cantada: ensaios sobre poesia, música e voz. Rio de Janeiro: 7 Letras/ Faperj, 2008.MEDAGLIA, Julio, “MPB Entertainements Limited” e “Rock: AIDS da música atual”. In: Música impopular. São Paulo: Global, 1988. pp. 312-327.NAZÁRIO, Luiz, “O universo de Clara Crocodilo”. In: Da natureza dos monstros. São Paulo: Edição do Autor, 1983. pp. 29-34.OLIVEIRA, Francisco de. Crítica à razão dualista/ O ornitorrinco. São Paulo: Boitempo, 2003.ORTIZ, Renato. Mundialização e cultura. 5a reimpr. São Paulo: Brasiliense, 2003.RIBEIRO, Maria de Lourdes Borges. O jongo. Rio de Janeiro: Funarte/ INF, 1984.RISÉRIO, Antonio. A utopia brasileira e os movimentos negros. São Paulo: Ed. 34, 2007.SCHWARZ, Roberto. Seqüências brasileiras. São Paulo: Companhia das Letras, 1999.TATIT, Luiz. Musicando a semiótica. São Paulo: Annablume, 1997.TINHORÃO, José Ramos. Cultura popular: temas e questões. 2ª ed., revista e ampliada. São Paulo: Ed. 34, 2006.______________________, “Os anúncios cantados e os jingles”. In: Música popular: do gramofone ao rádio e TV. São Paulo: Ática, 1981. pp. 88-105.TONI, Flávia Camargo. A missão de pesquisas folclóricas. São Paulo: Centro Cultural São Paulo, s.d.TUGNY, Rosângela Pereira de & QUEIROZ, Ruben Caixeta de (org.). Músicas africanas e indígenas no Brasil. Belo Horizonte: Ed. UFMG, 2006.VÁRIOS. Caros Amigos especial número 3: movimento hip hop. São Paulo, Casa Amarela, 1998._______. Caros Amigos especial número 24: hip hop hoje. São Paulo, Casa Amarela, jun. 2005.VELOSO, Caetano. O mundo não é chato. Org. Eucanaã Ferraz. São Paulo: Companhia das Letras, 2005.VENTURA, Zuenir. Cidade partida. 2a reimpr. São Paulo: Companhia das Letras, 1994.VIANNA, Hermano. O mundo funk carioca. Rio de Janeiro: Jorge Zahar Ed., 1988.WISNIK, José Miguel. Sem receita. São Paulo: Publifolha, 2004.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0259",
          "text": "Clique \npara consultar os requisitos para IEB0259"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0259",
          "text": "Clique \npara consultar o oferecimento para IEB0259"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0241 - Epistolografia do Modernismo Brasileiro",
        "cred_aula": "2",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2003",
        "objetivos": "Estudar o movimento modernista na literatura brasileira (1922-1945), levando-se em conta a produção epistolográfica do período. Problematizar as relações entre vida literária, literatura e correspondência, por meio da análise da epistolografia de Mário de Andrade.",
        "docentes_resp": "2103606 - Marcos Antonio de Moraes",
        "prog_resumido": "A disciplina pretende estudar o movimento modernista na literatura brasileira (1922-1945), levando-se em conta a produção epistolográfica do período. Tenciona problematizar as relações entre vida literária, literatura e correspondência, por meio da análise da epistolografia de Mário de Andrade.",
        "programa": "1) Apresentação do curso: a carta como gênero híbrido; as potencialidades do gênero epistolar; 2) Historiografia da carta no Brasil: panorama; 3) Carta e arquivo; questões éticas; 4) Dialética entre historiografia literária e epistolografia; 5) A carta e as estratégias autobiográficas e memorialísticas; 6) A carta e os \"arquivos da criação\" no modernismo; 7) A epistolografia de Mário de Andrade e o projeto modernista; 8) Estudo da correspondência Mário de Andrade e Manuel Bandeira.",
        "metodo": "Aulas expositivas.",
        "criterio": "Trabalhos de aproveitamento, seminários e prova.",
        "recuperacao": "Trabalho prático de aproveitamento.",
        "bibliografia": "ANDRADE, Mário de & BANDEIRA, Manuel. Correspondência Mário de Andrade e Manuel Bandeira. Org., introdução e notas de Marcos Antonio de Moraes. São Paulo, Edusp, 2000. (2ª ed. 2001). CANDIDO, Antonio. Mário de Andrade. Revista do Arquivo Municipal, São Paulo, 106 (Ed. fac-similar, 198. São Paulo, Prefeitura do Município de São Paulo, 1990). DIAZ, José-Luis. Quelle génetique pour les correspondances? Genesis. Revue internationale de critique génetique, Paris, nº 13, p. 11-31, 1999. FOUCAULT, Michel. \"A escrita em si\". In: O que é um autor?. 2ª ed. Trad. José A. Bragança de Miranda e Antônio Fernando Cascais. (Portugal), Vega, 1992. GALVÃO, Walnice Nogueira e GOTLIB, Nádia Battella. Prezado Senhor, prezada Senhora. Estudos sobre cartas. (orgs.), São Paulo, Companhia das Letras, 2000. HAROCHE-BOUZINAC, Geneviève. L'èpistolaire. Paris. Hachette, 1995. Collection Contours Littéraires. KAUFMANN, Vincent. L'equivoque èpistolaire. Paris, Éditions de Minuit, 1990. ROCHA, Andrée Crabé. A epistolografia em Portugal. Coimbra, Almedina, 1965. SANTOS, Matildes Demétrio dos. Ao sol carta é farol. A correspondência de Mário de Andrade e outros missivistas. Rio de Janeiro, AnnaBlume, 1998.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0241",
          "text": "Clique \npara consultar os requisitos para IEB0241"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0241",
          "text": "Clique \npara consultar o oferecimento para IEB0241"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0254 - Escrita e estilo em estudos literários",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "Fomentar nos alunos uma consciência de escrita no que se refere aos estudos literários. Para tanto, haverá aulas teóricas a respeito de importantes ensaístas literários, levando ao entendimento das estratégias argumentativas e do estilo peculiar a cada um, bem como ao exame de seus contextos de formação intelectual.Incentivar exercícios práticos de escrita (resenha e monografia), de modo a permitir o reconhecimento e a discussão de aspectos inerentes à própria produção textual, tais como argumentação, estilo, organização, redação e contexto bibliográfico. Desenvolver o espírito crítico no que se refere à expressão escrita das idéias. Embora o conteúdo da matéria seja específico em torno aos estudos literários, a disciplina também pode ser útil a alunos de outros campos das humanidades.",
        "docentes_resp": "976002 - Fernando Augusto Magalhaes Paixao",
        "prog_resumido": "Esta disciplina se propõe a desenvolver nos alunos uma maior consciência com relação à escrita dos estudos literários. Contará com aulas teóricas, em que serão apresentados textos de importantes ensaístas brasileiros, acompanhadas de seções práticas em que serão discutidos alguns textos.Serão abordados também aspectos técnicos ligados à redação, envolvendo itens como coerência, argumentação, estilo, uso gramatical e outros.Em paralelo, os alunos serão incentivados a escrever resenhas e monografias, trazendo para sala de aula a discussão em torno das dificuldades e soluções encontradas.Ainda que os textos estudados sejam de estudos literários, a disciplina também poderá ser útil a alunos de outros campos das humanidades.",
        "programa": "I – Abordagem teórica:- O Ensaio como forma ( Theodor Adorno)- Perspectiva histórica e convenções do gênero- Michel de Montaigne e o ensaio moderno- Ensaísmo literário no Brasil do século XIX: o caso de Silvio Romero e deJosé Veríssimo- Antonio Candido e o Grupo Clima. - Ensaístas literários do século XX: Brito Broca, Otto Maria Carpeaux, JoséGuilherme Merquior, Alfredo Bosi, Davi Arrigucci, Luis Costa Lima e outros.II – Definições e dilemas- Expressão escrita em estudos literários: a) comentário críticob) resenhac) monografia- Estratégias de preparação antes de escrever: o definição de objetivoso levantamento de bibliografiao fichamento e organização das idéiaso esquema geral - Argumentação e discurso- Função e importância da pontuação- Sintaxe: usos e abusos das frases longas- Dicas de redaçãoIII – Atividades práticas- Redação de resenha e monografia, com a discussão de alguns casos nasala de aula.",
        "metodo": "Exposição teórica e análise de textos. Parte das aulas desenvolverá também seções práticas, em que serão discutidos textos dos alunos. Através do levantamento e discussão oral sobre tópicos concretos, espera-se que os preceitos teóricos impliquem uma compreensão mais aprofundada sobre percalços e artimanhas do processo de expressão escrita.Por essa razão, está acima sugerido (item 10) o limite máximo de 25 alunos por turma.",
        "criterio": "Atividades ao longo do semestre, envolvendo leituras, análise de texto e monografia.",
        "recuperacao": "Aprovação com média igual ou superior a 5,0. Recuperação para os alunos que obtiveram média entre 3,0 e 4,9, para tanto, realização de prova ou trabalho na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "ADORNO, Theodor. Notas de literatura I. São Paulo: Duas Cidades; Ed. 34, 2003.ALFERI, Pierre. Procurar uma frase. Lisboa: Passagens, 1999.ARRIGUCCI Jr., Davi. Enigma e Comentário: ensaios sobre literatura e experiência. São Paulo: Companhia das Letras, 1987.BARTHES, Roland. O Prazer do Texto. Tradução de J. Guinsburg. São Paulo: Perspectiva, 1977.BARTHES, Roland & MAURIÈS, Patrick. “Escrita”. In: ROMANO, Ruggiero (org.). Enciclopédia Einaudi. Lisboa: Imprensa Nacional; Casa da Moeda, 1987. Vol. 11, p. 184-206.BOSI, Alfredo. O ser e o tempo da poesia. São Paulo: Cultrix, 1990.CANDIDO, Antonio. Na sala de aula. São Paulo: Ática, 1998.CANDIDO, Antonio. O método crítico de Sílvio Romero. São Paulo: EDUSP, 1988.CARPEAUX, Otto Maria. Vinte e cinco anos de literatura. Rio de Janeiro: Civilização Brasileira, 1968.CARRERO, Raimundo. Os segredos da ficção: um guia da arte de escrever narrativas. Rio de Janeiro: Agir, 2005.COELHO, Marcelo. Crítica Cultural: Teoria e Prática. São Paulo: Publifolha, 2006.COELHO, Eduardo Prado. Os universos da crítica. Lisboa: Edições 70, 1982.EULALIO, Alexandre. Livro involuntário: literatura, história, matéria e memória. Rio de Janeiro: Ed. da UFRJ, 1993.GARDNER, John. A arte da ficção: orientação para futuros escritores. Rio de Janeiro: Civilização Brasileira, 1997.GROSSMAN, Judith. Temas de teoria da literatura. São Paulo: Ática, 1982.LAJOLO, Marisa; ZILBERMAN, Regina. O preço da leitura: leis e números por detrás das letras. São Paulo: Ática, 2001.MACHADO, Anna Rachel; LOUSADA, Eliane G.; ABREU-TARDELLI, Lilia Santos. Planejar gêneros acadêmicos. São Paulo: Parábola Editorial, 2007.MARTINS, Wilson. A crítica literária no Brasil. Vols. I e II. Rio de Janeiro: Francisco Alves, 1983.MARTINS, Alexandre Martins de; LINTZ, Alexandre. Guia para elaboração de monografias e trabalhos de conclusão de curso. São Paulo: Atlas, 2000.MERQUIOR, José Guilherme. Crítica 1964-1989: Ensaios sobre arte e literatura. Rio de Janeiro: Nova Fronteira, 1990.MEZAN, Renato. Escrever a clínica. São Paulo: Casa do Psicólogo, 1998.MONTAIGNE, Miguel de. Ensaios. São Paulo: Martins Fontes, 2004. PÉCORA, Alcir. Problemas de redação. São Paulo: Martins Fontes, 1999.PERRONE-MOISÉS, Leyla. Texto, crítica, escritura. São Paulo: Ática, 1978.PIGLIA, Ricardo. O laboratório do escritor. São Paulo: Iluminuras, 1994.SCHOPENHAUER, Arthur. A arte de escrever. Porto Alegre: L&PM, 2008.SONTAG, Susan. Contra a Interpretação. Porto Alegre: L&PM, 1987.TOULMIN, Stephen. Os usos do argumento. São Paulo: Martins Fontes, 2001.TRAVANCAS, Isabel. O livro no jornal: os suplementos literários dos jornais franceses e brasileiros nos anos 90. São Paulo: Ateliê, 2001.WOOLF, Virginia. “Resenhar”. In Folha de São Paulo – Caderno Letras. São Paulo, 23.03.1991.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0254",
          "text": "Clique \npara consultar os requisitos para IEB0254"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0254",
          "text": "Clique \npara consultar o oferecimento para IEB0254"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0250 - Estado e Cultura no Brasil: Políticas para as Artes",
        "cred_aula": "3",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "A disciplina aborda diversos momentos históricos em que o Estado brasileiro constituiu modelos de políticas culturais com vistas a promover tipos específicos de criação artística. Nesse sentido, pretende-se debater os vínculos entre a produção cultural e o imaginário nacional, promovendo a reflexão sobre a especificidade das relações entre cultura e poder no Brasil. Visa-se compreender a interação entre elites sociais e políticas e grupos de artistas, por meio da análise das encomendas, dos projetos culturais e dos estilos institucionalmente preponderantes em momentos particulares da história do país. A partir do debate sobre a aplicabilidade e os limites das proposições teóricas e metodológicas estabelecidas pela sociologia da cultura, pretende-se compreender as construções culturais como produtos de complexas interações entre artistas, grupos de artistas e elites sociais e políticas, cristalizadas por meio de instituições culturais e discursos estéticos, que são assim tomados como práticas culturais contextualizadas.",
        "docentes_resp": "125510 - Ana Paula Cavalcanti Simioni",
        "prog_resumido": "A disciplina aborda diversos momentos históricos em que o Estado brasileiro constituiu modelos de políticas culturais com vistas a promover a criação artística. Nesse sentido, pretende-se debater os vínculos entre a produção cultural e o imaginário nacional, analisando os diversos modos de mecenato estatal e as respostas oferecidas pelos artistas às demandas políticas.",
        "programa": "1. Instituições culturais no Brasil pós-Independência;2. O Primeiro Reinado e a institucionalização das práticas acadêmicas;3. O Segundo Reinado e a construção do Romantismo como discurso nacionalno Brasil4. A pintura de paisagem e a pintura de história no Brasil: representações danação “oficiais”?;5. A Primeira República brasileira e a III República francesa: diálogos edissonâncias na importação de modelos durante a Belle Époque no Brasil;6. Vanguardas nacionais e modelos internacionais: Modernismo(s), relaçõesde mecenato e distinção;7. Intelectuais, artistas e elites dirigentes entre 1930 e 1945;8. A oficialização do Modernismo na Era Vargas;9. O SPHAN e a institucionalização do patrimônio brasileiro;10. Encomendas públicas e consagração dos modernistas: as gestões J. K.;11. Artistas e Estado nos anos 1960: o mercado dos bens simbólicos.",
        "metodo": "Aulas expositivas, debates sobre textos, visitas a exposições e análise deimagens e/ou filmes.",
        "criterio": "Participação nas aulas/seminários e atividades extra-classes; Leitura dos textosrecomendados; Realização das provas e trabalhos indicados.",
        "recuperacao": "Aprovação com média igual ou superior a 5,0. Recuperação para os alunos queque obtiverem média entre 3,0 e 4,9, para tanto, realização de prova outrabalho na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "AMARAL, Aracy. Arte para quê? A preocupação social na arte brasileira. São Paulo: Studio Nobel, 2003.AMARAL, Aracy. Artes plásticas na Semana de 22. São Paulo: Ed. 34, 1998.ARRUDA, Maria Arminda do Nascimento. Metrópole e cultura: São Paulo no meio do século XX. Bauru: EDUSC, 2001.BOURDIEU, Pierre. As regras da arte. Gênese e estrutura do campo literário. São Paulo: Companhia das Letras 1997.CANDIDO, A. Literatura e sociedade: estudos de teoria e história literária. São Paulo: T.A. Queiroz, 2000.CANDIDO, A. O Romantismo no Brasil. São Paulo, Humanitas, 2002.CARVALHO, José Muiro de. A formação das almas. O imaginário da República no Brasil. São Paulo: Cia. das Letras, 2008.COLI, Jorge. Como estudar a arte brasileira do século XIX?. São Paulo: SENAC, 2005.DIAS, Elaine. “A representação da Realeza no Brasil: uma análise dos retratos de D. João VI e D. Pedro I, de Jean-Baptiste Debret”. Anais do Museu Paulista, São Paulo, v. 14, n. 1, 2006.DUARTE, Paulo Sergio. Anos 60: transformações da arte no Brasil. Rio de Janeiro: Campos Gerais, 1998.FABRIS, Annateresa. “Modernidade e vanguarda: o caso brasileiro”. In: Modernidade e modernismo no Brasil. Campinas: Mercado das letras, 1994;FABRIS, Annateresa.Cândido Portinari. São Paulo: EDUSP, 1996.FONSECA, Maria Cecília Londres. O patrimônio em processo. Trajetória da política federal de preservação no Brasil. Rio de Janeiro: Ed. UFRJ/MINC/IPHAN, 2005.MARQUES, Luiz. 30 Mestres da pintura no Brasil. 30 anos Credicard. São Paulo: MASP, 2001.MICELI, Sergio. Nacional Estrangeiro, história social e intelectual do modernismo artístico em São Paulo. São Paulo: Companhia das Letras, 2002.MICELI, Sergio. Intelectuais a Brasileira. São Paulo: Cia das Letras, 2005.MIGLIACCIO, Luciano. O século XIX. Catálogo da mostra do redescobrimento. (AGUILAR, Nelson, org). São Paulo: Associação Brasil 500, 2000.ORTIZ, Renato. A moderna tradição brasileira. Cultura Brasileira e Indústria Cultural. São Paulo: Brasiliense, 2001.RICUPERO, Bernardo. O Romantismo e a idéia de nação no Brasil (1830-1870). São Paulo: Martins Fontes, 2004.RIDENTI, Marcelo. Em busca do povo brasileiro. Artistas da revolução, do CPC à era da tv. São Paulo: Record, 2000.SCHWARCZ, Lilia Katri Moritz. “A natureza como paisagem: imagem e representação no Segundo Reinado”. In: Revista USP, jun-jul-ago 2003, nº 58.SCHWARCZ, Lilia. “Complexo de Zé Carioca. Notas sobre uma identidade mestiça e malandra”. Revista Brasileira de Ciências Sociais, nº29, ano 10, outubro de 1995.SCHWARZMAN, Simon et al. Tempos de Capanema. Rio de Janeiro: Paz e Terra; São Paulo: EDUSP, 1984;SEVCENKO, Nicolau. Literatura como missão. Tensões sociais e criação cultural na Primeira República. São Paulo: Cia das Letras, 2003.SIMIONI, Ana Paula Cavalcanti. “A viagem dos artistas brasileiros a Paris em finais do século XIX”. Revista Tempo Social. Revista do departamento de Sociologia da USP, vol 17, nº1, junho de 2005.VAISSE, Pierre. La Troisième République et les peintres: Recherches sur les rapports des pouvoir publics et de la peinture en France de 1870 à 1914. Paris: Flammarion,1995;.WILLIAMS, Daryle. Culture Wars in Brazil. The First Vargas Regime, 1930-1945. London: Duke University Press, 2001.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0250",
          "text": "Clique \npara consultar os requisitos para IEB0250"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0250",
          "text": "Clique \npara consultar o oferecimento para IEB0250"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0243 - Fontes e Interpretação do Brasil Oitocentista",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2005",
        "objetivos": "O curso visa primeiramente apresentar aos alunos vários tipos de fontes documentais (impressas e manuscritas) existentes para o estudo da sociedade brasileira do século XIX. Nesse sentido, pretende-se discutir algumas fontes selecionadas - privadas e/ou públicas, produzidas por diferentes órgãos e indivíduos -, visando à interpretação do documento no que tange tanto ao seu momento, instância e locus de produção, quanto ao público a que se destinava e, finalmente, às perspectivas de trabalho que apresentam para a construção do conhecimento histórico acerca do Brasil oitocentista (em seus diversos âmbitos e áreas de pesquisa).",
        "docentes_resp": "1241071 - Monica Duarte Dantas",
        "prog_resumido": "A disciplina centra-se na apresentação e interpretação de vários tipos de fontes documentais (impressas e manuscritas) existentes para o estudo da sociedade brasileira do século XIX. Nesse sentido, pretende-se discutir algumas fontes selecionadas, visando à interpretação do documento no que tange tanto ao seu momento, instância e locus de produção, quanto ao público a que se destinava e, finalmente, às perspectivas de trabalho que apresentam para a construção do conhecimento histórico acerca do Brasil oitocentista (em seus diversos âmbitos e áreas de pesquisa).",
        "programa": "1. Viajantes e memorialistas2. Imprensa no século XIX3. Produção documental do poder judiciário4. Produção documental do poder legislativo5. Produção documental do poder executivo6. Produção documental privada",
        "metodo": "Aulas teóricas, seminários e discussão de textos",
        "criterio": "A avaliação será realizada por meio de prova e trabalho",
        "recuperacao": "De acordo com a resolução COG 3583 de 29/09/89 terão direito à recuperação os alunos que tiverem alcançado freqüência regimental e nota 3,0 (três). A avaliação será realizada por meio de prova.",
        "bibliografia": "ALENCASTRO, Luiz Felipe. \"Memórias da Balaiada\". Novos Estudos do CEBRAP, n. 23, março, 1989.AMARAL, Roberto e BONAVIDES, Paulo. Textos políticas da História do Brasil. Brasília, Senado Federal, 1996, 9 vols.ANDRADE, Maria José de Souza, A mão de obra escrava em Salvador, 1811-1860. São Paulo, Corrupio; Brasília, CNPq, 1988.AZEVEDO, Elciene, Orfeu de Carapinha, a trajetória de Luiz Gama na imperial cidade de São Paulo. Campinas, Editora da Unicamp, 1999.BARICKMAN, B. J. \"Até a véspera: o trabalho escravo e a produção de açúcar nos engenhos do recôncavo baiano (1850-1881)\", Afro-Ásia, v. 21-22, 1998-99.BERBEL, Márcia Regina. A nação como artefato: deputados do Brasil nas cortes portuguesas (1821-1822). São Paulo, Hucitec/ FAPESP, 1999.CARVALHO, José Murilo de. Teatro de Sombras: A Política Imperial. São Paulo/Rio de Janeiro, Vértice/IUPERJ, 1988.CASTRO, Hebe Maria Mattos de. Ao sul da história: lavradores pobres na crise do trabalho escravo. São Paulo, Brasiliense, 1987.CASTRO, Jeanne Berrance de. A milícia cidadã: a Guarda Nacional de 1831 a 1850. São Paulo, Editora Nacional, 1979, Brasiliana, v.359.CHALOUB, Sidney. Machado de Assis: historiador. São Paulo, Companhia das Letras, 2003.CHALOUB, Sidney. Visões da liberdade: uma história das últimas décadas da escravidão na corte. São Paulo, Companhia das Letras, 1990. CONRAD, Robert, Edgar. Os últimos anos da escravatura no Brasil, 2a. ed.. Rio de Janeiro, Civilização Brasileira, 1978 (Coleção \" Retratos do Brasil\", v. 90).COSTA, Emília Viotti da. Da senzala à colônia. São Paulo, Ciências Humanas, 1982.COSTA, Wilma Peres. A Espada de Dâmocles, o exército, a guerra do Paraguai e a crise do império. São Paulo, Hucitec/ Campinas, Editora da Unicamp, 1996.CUNHA, Manoela Carneiro da (org), Legislação indigenista no século XIX. Uma compilação (1808-1889), São Paulo, Edusp/ Comissão Pró-ïndio de São Paulo, 1992.DAVATZ, Thomas, Memórias de um colono no Brasil (1850). Prefácio de Sérgio Buarque de Holanda. Belo Horizonte, Itatiaia; São Paulo, EDUSP, 1980.DEAN, Warren. Rio Claro: Um Sistema Brasileiro de Grande Lavoura 1820-1920. Rio de Janeiro, Paz e Terra, 1977.DIAS, Maria Odila Leite da Silva. \"Sociabilidades sem história: votantes pobres no Império, 1824-1881\", in FREITAS, Marcos Cezar (org.), Historiografia Brasileira em perspectiva. São Paulo, Contexto, 1998.DIAS, Maria Odila Leite da Silva. Quotidiano e poder em São Paulo no século XIX - Ana Gertrudes de Jesus. São Paulo, Editora Brasiliense, 1984DOHLNIKOFF, Miriam, Construindo o Brasil: unidade nacional e pacto federativo nos projetos das elites. Tese de doutoramento, FFLCH-USP, 2000.ESTEVES, Martha de Abreu, O império do Divino: festas religiosas e cultura popular no Rio de Janeiro, 1830-1900. Rio de Janeiro, Editora Nova Fronteira; São Paulo, FAPESP, 1999. FLORENTINO, Manolo. Em costas negras. Uma história do tráfico de escravos entre a África e o Rio de Janeiro. São Paulo, Companhia das Letras, 1997.FLORY, Thomas. El juez de paz y el jurado en el Brasil imperial. Mexico, Fondo de Cultura Económica, 1986.FRAGOSO, João Luís. Homens de grossa aventura. Rio de Janeiro, Civilização Brasiliera, 1998.FRANCO, Maria Sylvia Carvalho Franco. Homens livres na ordem escravocrata. São Paulo, Universidade de São Paulo, Instituto de Estudos Brasileiros, 1969.GALVÃO, Walnície Nogueira, No calor da hora: a guerra de Canudos nos jornais, 4- expedição, São Paulo: Editora Ática, 1977. GRINBERG, Keila, Liberata a lei da ambigüidade: as ações da liberdade da Corte de Apelação do Rio de Janeiro no século XIX, Rio de Janeiro, Relume Dumara, 1994.GRINBERG, Keila. O fiador dos brasileiros. Cidadania, escravidão e direito civil no tempo de Antonio Pereira Rebouças. Rio de Janeiro, Civilização Brasileira, 2002.GUIMARÃES, Lucia Maria Paschoal. \"A percepção dos fundadores do Instituto Histórico e Geográfico Brasileiro\". Anais do XIX Simpósio Nacional da ANPUH - História e Cidadania. São Paulo, Humanitas, ANPUH, 1998, vol. II.GUIMARÃES, M. L. S.. \"Nação e civilização nos trópicos: O IHGB e o projeto de uma História Nacional\", Estudos Históricos, Rio de Janeiro, n. 1, 1988.HOLANDA, Sérgio Buarque de, Raízes do Brasil. Rio de Janeiro, José Olympio Editora, 1991. (Coleção Documentos Brasileiros, v. 1)JANCSÓ, István (org.). Brasil: formação do Estado e da Nação. São Paulo, Hucitec/ Unijui, 2003.KARASCH, Mary. A vida dos escravos no Rio de Janeiro (1808-1850). São Paulo, Companhia das Letras, 2000.KLEIN, Herbert S. e Clotilde Andrade PAIVA, \"Escravos e libertos nas Minas Gerais do século XIX: Campanha em 1831\", Revista de Estudos Econômicos, v. 22, n.1, jan-abr, 1992.LENHARO, Alcir. As tropas da moderação, São Paulo, Símbolo, 1979.LINHARES, Maria Yedda Leite. História do abastecimento: uma problemática em questão (1530-1918), Brasília, Binagri, 1979.LISBOA, Karen Macknow, A nova Atlântida de Spix e Martius: natureza e civilização na Viagem pelo Brasil (1817-1820), São Paulo, Hucitec/ FAPESP, 1997.MACHADO, Maria Helena P. T.. Crime e escravidão. Trabalho, luta e resistência nas lavouras paulistas 1830-1888. São Paulo, Ed. Brasiliense, 1987. MAGALHÃES Jr., Raimundo. Três panfletários do segundo reinado. São Paulo, Companhia Editora Nacional, n. 286, 1956.MAIOR, Armando Souto. Quebra-Quilos: lutas sociais no outono do Império. São Paulo: Editora Nacional, 1978. (Coleção Brasiliana: v. 366) MARCÍLIO, Maria Luiza. \"Evolução da população brasileira através dos censos até 1872\". Anais de História. Assis, ano VI, 1974.MARQUESE, Rafael de Bivar. Administração & Escravidão: idéias sobre a gestão da agricultura escravista brasileira. São Paulo, Hucitec, Fapesp, 1999.MARSON, Izabel Andrade. Movimento Praieiro, 1842-1849: imprensa, ideologia e poder político. São Paulo, Moderna, 1980.MARTINS, Roberto Borges. \"Minas Gerais, século XIX: tráfico e apego à escravidão numa economia não-exportadora\", Estudos Econômicos, São Paulo, FIPE-USP, XIII, n. 1, 1983.MATTOS, Hebe Maria. Das Cores do Silêncio, os significados da liberdade no sudeste escravista. Rio de Janeiro, Nova Fronteira, 1998.MATTOSO, Kátia de Queirós. Bahia: a cidade do Salvador e seu mercado no século XIX. São Paulo, Hucitec/Salvador, Secretaria Municipal de Educação e Cultura, 1978.MONTEIRO, Hamilton de Mattos. Crise agrária e luta de classes: o nordeste brasileiro entre 1850 e 1889. Brasília, Horizonte, 1980.MOTTA, Márcia Maria Menendes. Nas fronteiras do poder: conflito e direito à terra no Brasil do século XIX. Rio de Janeiro, Vício de Leitura/ Arquivo Público do Estado do Rio de Janeiro, 1998.NABUCO, Joaquim. Um estadista do Império.. 5a ed. Rio de Janeiro, Topbooks, 1997, 2 vols..OLIVEIRA, Cecília Helena L. de Salles. A astúcia liberal. Bragança Paulista, Edusf/ Ícone, 1999.OLIVEIRA, Maria Ines Cortes de. O liberto: o seu mundo e os outros, Salvador 1790-1890. São Paulo, Corrupio, 1988.PALACIOS, Guillermo, \"Messianismo e expropriação camponesa. Uma nova expedição ao Reino da Pedra Encantada do Rodeador, Pernambuco, 1820\", Revista de História, no. 147, 2o semestre de 2002.REIS, João José e SILVA, Eduardo. Negociação e conflito. A resistência negra no Brasil escravista. São Paulo, Companhia das Letras, 1989.REIS, João José. Rebelião escrava no Brasil: a história do levante dos Malês (1835). São Paulo, Brasiliense, 1987.RODRIGUES, Jaime. O infame comércio. Propostas e experiências no final do tráfico de africanos para o Brasil (1800-1850). Campinas, Editora da UNICAMP, CECULT, FAPESP, 2000.SCHULTZ, John. A crise financeira da abolição. São Paulo, EDUSP/ Instituto Fernand Braudel, 1996.SCHWARCZ, Lilia, O espetáculo das raças. Cientistas, instituições e questão racial no Brasil, 1870-1930, São Paulo, Companhia das Letras, 1993.SILVA, Francisco Carlos Teixeira da, \"Conflito de terras numa fronteira antiga: o Sertão do São Francisco no século XIX\", Tempo, Rio de Janeiro, no. 7, julho, 1999.SILVA, Lígia Osorio. Terras devolutas e latifúndio. Efeitos da lei de 1850. Campinas, Ed. da UNICAMP, 1996.SLENES, Robert W. Na senzala, uma flor :esperanças e recordações na formação da família escrava--Brasil Sudeste, século XIX. Rio de Janeiro, Nova Fronteira, 1999. VARNHAGEN, Francisco Adolfo de, História geral do Brasil, 3 vol., São Paulo, Editora da Universidade de São Paulo, 1981.WISSENBACH, Maria Cristina Cortes. Sonhos africanos, vivências ladinas. Escravos e forros em São Paulo (1850-1888). São Paulo, Hucitec/ Programa de História Social - USP, 1998.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0243",
          "text": "Clique \npara consultar os requisitos para IEB0243"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0243",
          "text": "Clique \npara consultar o oferecimento para IEB0243"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0258 - Formas da Canção Popular Brasileira: 1930-1985",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2011",
        "objetivos": "Analisar e interpretar as principais formas da canção popular brasileira desde o primeiro governo de Getúlio Vargas até o fim dos governos militares. Refletir sobre a experiência histórica brasileira sintetizada nas várias formas de canção, por meio da leitura de comportamentos e de valores cantados em obras modelares. Reconhecer as especificidades da linguagem da canção, estudando-a em relação à música e à literatura. Estudar o processo de realização das canções populares (produção-difusão-consumo), pesquisando as relações entre cultura popular tradicional, cultura letrada e indústria cultural num período marcado pelo crescimento industrial e pela urbanização.",
        "docentes_resp": "1853060 - Walter Garcia da Silveira Junior",
        "prog_resumido": "A disciplina analisa e interpreta obras que sintetizaram diversos aspectos da experiência brasileira no período, estudando tanto as especificidades da canção popular no âmbito da indústria cultural (desde a sua implementação até a consolidação do mercado fonográfico) quanto as relações da canção comercial com a cultura popular tradicional e a cultura letrada.",
        "programa": "A vida comunitária, o nacional-popular e os influxos externos na produção de canções.Os sambas produzidos no Rio de Janeiro até 1945 e a construção da identidade brasileira.Dorival Caymmi, Luiz Gonzaga, as tradições orais do Nordeste e o mercado incipiente da canção popular.As classes baixas, as classes médias urbanas e a canção de rádio no pós-45.João Gilberto, Tom Jobim e a bossa nova.Relações entre a letra de canção e o poema; Vinicius de Moraes.Relações entre a canção e outras formas culturais (teatro, cinema, artes plásticas, jornalismo, publicidade e propaganda) no pré e no pós-64.Canção popular e Modernismo (Mário de Andrade, Villa-Lobos, Oswald de Andrade, Manuel Bandeira, Carlos Drummond, João Cabral, Guimarães Rosa, poetas concretos).A televisão como veículo de difusão da canção popular.Chico Buarque, Edu Lobo, Geraldo Vandré, a canção de protesto e a MPB.A jovem guarda, a canção cafona e a sociedade urbana no pós-64.Cartola, Rosa de Ouro, Paulinho da Viola e o samba durante os governos militares.Caetano Veloso, Gilberto Gil, Tom Zé e a tropicália.Milton Nascimento e o Clube da Esquina.A censura política e a consolidação do mercado fonográfico durante os governos militares.",
        "metodo": "Exposição teórica. Audição e análise de obras fonográficas. Discussões em sala de aula das leituras programadas. Apresentação, para análise crítica, de programas televisivos ou filmes cinematográficos.",
        "criterio": "Participação em sala de aula. Seminários. Prova ou trabalho escrito.",
        "recuperacao": "Realização de trabalho escrito ou de prova na época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "ADORNO, Theodor W. Theodor W. Adorno. Org. Gabriel Cohn; trad. Flávio R. Kothe, Aldo Onesti e Amélia Cohn. São Paulo: Ática, 1986.___________________. Prismas: crítica cultural e sociedade. Trad. Augustin Wernet e Jorge M. B. de Almeida. São Paulo: Ática, 1998.ANDRADE, Mário de. Música, doce música. São Paulo: Martins, 1963._________________. Aspectos da música brasileira. Belo Horizonte/ Rio de Janeiro: Villa Rica, 1991.BAHIANA, Ana Maria. Nada será como antes: MPB nos anos 70 – 30 anos depois. Ed. revista. Rio de Janeiro: Ed. Senac Rio, 2006.BENJAMIN, Walter. Obras escolhidas: magia e técnica, arte e política. Trad. Sérgio Paulo Rouanet. 7a ed. São Paulo: Brasiliense, 1994._________________ et alii. Os pensadores. Trad. Luiz João Baraúna; rev. João Marcos Coelho. São Paulo: Abril Cultural, 1975.CAMPOS, Augusto de. Balanço da bossa e outras bossas. 4ª ed. São Paulo: Perspectiva, 1986.CANDIDO, Antonio, “Radicalismos” e “Uma palavra instável”. In: Vários escritos. 3ª ed. São Paulo: Duas Cidades, 1995. pp. 265-305.________________, “Dialética da malandragem”. Revista do Instituto de Estudos Brasileiros, no 8. São Paulo, IEB-USP, 1970. pp. 67-89.CHAUÍ, Marilena. O nacional e o popular na cultura brasileira: Seminários. São Paulo: Brasiliense, 1983.COLEÇÃO REVISTA DA MÚSICA POPULAR. Rio de Janeiro: Funarte/ Bem-Te-Vi, 2006.CONTIER, Arnaldo D. “Modernismos e brasilidade: música, utopia e tradição”. In: NOVAES, Adauto (org.), Tempo e história. São Paulo: Companhia das Letras/ Secretaria Municipal de Cultura, 1992. pp. 259-287.DIAS, Marcia Tosta. Os donos da voz: indústria fonográfica brasileira e mundialização da cultura. 2ª ed. São Paulo: Boitempo/ Fapesp, 2008.DUARTE Paulo Sergio & NAVES, Santuza Cambraia (org.). Do samba-canção à tropicália. Rio de Janeiro: Relume Dumará/ Faperj, 2003.FAVARETTO, Celso. Tropicália: alegoria, alegria. 2ª ed. São Paulo: Ateliê Editorial, 1996.GARCIA, Walter. Bim Bom: a contradição sem conflitos de João Gilberto. São Paulo: Paz e Terra, 1999.GASPARI, E., HOLLANDA, H. B. & VENTURA, Z. Cultura em trânsito: da repressão à abertura. Rio de Janeiro: Aeroplano, 2000.GOMES, Paulo Emílio Salles. Cinema: trajetória no subdesenvolvimento. 2a ed. Rio de Janeiro: Paz e Terra, 1986.HISTÓRIA DA VIDA PRIVADA NO BRASIL, volume 4 (Contrastes da intimidade contemporânea). Coordenador-geral da coleção: Fernando A. Novais; organizadora do volume: Lilia Moritz Schwarcz. 2ª reimpr. São Paulo: Companhia das Letras, 2002.MAMMÌ, Lorenzo, “João Gilberto e o projeto utópico da bossa nova”. Novos Estudos Cebrap, no 34. São Paulo, Cebrap, nov.1992. pp. 63-70.MENESES, Adélia Bezerra de. Desenho mágico: poesia e política em Chico Buarque. 2a ed. São Paulo: Ateliê Editorial, 2000.MELLO, Zuza Homem de. Eis aqui os bossa-nova. São Paulo: Ed. WMF Martins Fontes, 2008.MORAES, José Geraldo Vinci de. “História e música: canção popular e conhecimento histórico”. Revista brasileira de história nº 38, versão eletrônica. http://www.scielo.br/pdf/rbh/v20n39/2987.pdf.MORAES, Vinicius de. O samba falado (crônicas musicais). Org. Jost Miguel, Sérgio Cohn & Simone Campos. Rio de Janeiro: Beco do Azouge, 2008.NAPOLITANO, Marcos. A síncope das idéias: a questão da tradição na música popular brasileira. São Paulo: Ed. Fundação Perseu Abramo, 2007.NOVAES, Adauto (org.). Anos 70: ainda sob a tempestade. Rio de Janeiro: Aeroplano/ Ed. Senac Rio, 2005.OLIVEIRA, Francisco de. Crítica à razão dualista/ O ornitorrinco. São Paulo: Boitempo, 2003.ORTIZ, Renato. A moderna tradição brasileira: cultura brasileira e indústria cultural. 5ª ed., 3ª reimpr. São Paulo: Brasiliense, 2001.RISÉRIO, Antonio. Caymmi: uma utopia de lugar. São Paulo: Perspectiva/ Salvador: Copene, 1993.SANDRONI, Carlos. Feitiço decente: transformações do samba no Rio de Janeiro (1917-1933). Rio de Janeiro: Jorge Zahar Ed./ Ed. UFRJ, 2001.SAROLDI, Luiz Carlos & MOREIRA, Sonia Virgínia. Rádio Nacional: o Brasil em sintonia. 2a ed. Rio de Janeiro, Martins Fontes/ Funarte, 1988.SCHWARZ, Roberto, “Nota sobre vanguarda e conformismo” e “Cultura e política, 1964-69”. In: O pai de família e outros estudos. 2ª ed. Rio de Janeiro: Paz e Terra, 1978. pp. 43-48; 61-92.SQUEFF, Enio & WISNIK, José Miguel. O nacional e o popular na cultura brasileira: Música. 2ª ed., 1ª reimpr. São Paulo: Brasiliense, 2001.SODRÉ, Muniz. Samba, o dono do corpo. 2ª ed. Rio de Janeiro: Mauad, 1998.TATIT, Luiz. O cancionista. São Paulo: Edusp, 1996.TINHORÃO, José Ramos. Música popular: um tema em debate. 3a ed., revista e ampliada. São Paulo: Ed. 34, 1997._____________________. História social da música popular brasileira. São Paulo: Ed. 34, 1998.TOM ZÉ. Tropicalista lenta luta. São Paulo: Publifolha, 2003.TONI, Flávia Camargo (org.). A música popular brasileira na vitrola de Mário de Andrade. São Paulo: Ed. Senac São Paulo, 2004.VÁRIOS, “Dossiê música brasileira”. Revista USP, nº 4. São Paulo, USP, dez./jan./fev. 1989/90.VASCONCELLOS, Gilberto. Música popular: de olho na fresta. Rio de Janeiro: Graal, 1977.VELOSO, Caetano. Verdade tropical. São Paulo: Companhia das Letras, 1997.WISNIK, José Miguel. Sem receita. São Paulo: Publifolha, 2004.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0258",
          "text": "Clique \npara consultar os requisitos para IEB0258"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0258",
          "text": "Clique \npara consultar o oferecimento para IEB0258"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0251 - Gênero, Arte e Sociedade",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "A disciplina pretende discutir as contribuições teóricas e metodológicas específicas da sociologia da cultura no âmbito das relações de gênero, abordando a relevância das análises interdisciplinares no tocante à produção cultural e, em especial, ao campo artístico. Objetiva-se investigar as relações entre produção cultural e distinções de gênero, o que significa atentar para o modo com que as questões das assimetrias entre os sexos e suas representações podem ser tomadas como relações de poder particulares que atuam, de modo próprio, nas formas de produção, consagração e recepção das obras culturais.Nesse sentido, a análise da atuação e da produção das mulheres artistas será compreendida por meio das interações por elas estabelecidas com as práticas institucionais, discursivas e estilísticas que perpassavam os diversos meios artísticos ao longo dos séculos XVIIII, XIX e XX, notadamente no Brasil.",
        "docentes_resp": "125510 - Ana Paula Cavalcanti Simioni",
        "prog_resumido": "A disciplina pretende discutir as contribuições teóricas e metodológicas específicas da sociologia da cultura no âmbito das relações de gênero. Com isso visa-se suscitar reflexões sobre o modo com que a questão da assimetria entre os sexos (e suas representações) pode ser tomada como uma relação de poder específica, que atua, de modo particular nas práticas de produção, consagração e recepção das obras culturais.",
        "programa": "1. Abordagens sociológicas: gênero, arte e cultura;2. A constituição histórica das relações de gênero;3. A dimensão do gênero no Antigo Regime: o discurso da “excepcionalidade”da mulher artista4. O século XIX e a invenção da diferença (física e intelectual) entre os sexos:genialidade como atributo masculino;5. Mulheres e representação: o corpo feminino na pintura, escultura e naliteratura do século XIX;6. As mulheres artistas e o campo acadêmico: exclusões institucionais ediscursivas;7. Mulheres artistas nos círculos modernistas: modernizando as diferenças degênero:8. Feminismo e a arte feminista;9. Corpos, gêneros e raças: proposições e debates contemporâneos.",
        "metodo": "Aulas expositivas, leituras de imagens, visitas a exposições, discussões de textos.",
        "criterio": "Presença e participação nas aulas e nos seminários, bem como nas visitastécnicas programadas. Desempenho demonstrado nas provas e trabalhos finais.",
        "recuperacao": "Os alunos que obtiverem média entre 3,0 e 4,9 terão direito a uma prova outrabalho com vistas a recuperação da nota do curso, no período estabelecidopela Pró-Reitoria de Graduação.",
        "bibliografia": "BESSE, Susan. Modernizando a desigualdade. Reestruturação da ideologia de gênero no Brasil, 1914-1940. São Paulo: EDUSP, 1999.BONNET, Marie-Jo. “Femmes Peintres à leur Travail: de l´autoportrait comme manifeste politique (XVIII-XIX siècles)”. Revue d´Histoire Moderne et Contemporaine. Paris, nº 49-3, septembre 2002.BORZELLO, Frances. A World of Our Own. Women as Artists. London: Thames and Hudson, 2000.BOURDIEU, Pierre. A dominação masculina. Rio de Janeiro: Bertrand Brasil, 1999.BROUDE, Norma & GARLAND, Judith. Feminism and Art History: Questioning the Litany. New York: Harper & Row Publishers, 1982.BUTLER, Judith. Problemas de Gênero – Feminismo e subversão da identidade. Rio de Janeiro: Civilização brasileira, 2003.CHADWICH, Whitney. Women, Art and Society. London: Thames and Hudson, 1996.DE LAURETIS, Teresa. Technologies of Gender. Essays on Theory, Film and Fiction. Bloominton: Indiana University Press, 1987.ELEUTÉRIO, Maria de Lourdes. Vidas de romance. Rio de Janeiro, Toopbooks, 2005.GARB, Tamar. “Gênero e Representação”. Modernidade e Modernismo. A Pintura Francesa no Século XIX. SP: Cosac & Naif, 1998.LANDES, Joan. Women and the Public Sphere in the Age of French Revolution. Ithaca: Cornell University Press, 1988.LOPONTE, Luciana Gruppelli. Sexualidades, artes visuais e poder: pedagogias visuais do feminino. Revista Estudos Feministas, Florianópolis, v. 10, n. 2, 2002.NOCHLIN, Linda. “Why there be no great women artists?”. Art and Sexual Politics. New York: Macmillan Publishing Co., 1973, 2ª ed. (1971, 1a ed.).SHERIFF, Mary. The Exceptional Woman. Elisabeth Vigée-Lebrun and the Cultural Politics of Art. Chicago/Londres: University of Chicago Press, 1996.POLLOCK, Griselda. Vision & Difference: Feminity, Feminism and the Histories of Art. Londres: Routledge, 1994.PONTES, Heloísa. Destinos mistos. Os críticos do grupo Clima em São Paulo, 1940-1968. São Paulo: Companhia das Letras, 1998.SIMIONI, Ana Paula Cavalcanti. “Entre convenções e discretas ousadias: Georgina de Albuquerque e a afirmação da pintura de história feminina no Brasil”. Revista Brasileira de Ciências Sociais, nº 50, 2002.SIMIONI, Ana Paula C. Profissão artista: pintoras e escultoras acadêmicas brasileiras. São Paulo: EDUSP/FAPESP, 2008.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0251",
          "text": "Clique \npara consultar os requisitos para IEB0251"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0251",
          "text": "Clique \npara consultar o oferecimento para IEB0251"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0253 - Gêneros híbridos: crônica, carta, poema em prosa",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "Expor os princípios gerais relativos a alguns dos gêneros literários híbridos: - crônica- correspondência, - poema em prosa. O entendimento de suas características, por extensão, permite questionar e indagar sobre os campos específicos da prosa e da poesia. Apresentar um conjunto de autores e textos, relacionados a cada um desses gêneros, de modo a exemplificar os tópicos teóricos tratados.",
        "docentes_resp": "976002 - Fernando Augusto Magalhaes Paixao",
        "prog_resumido": "A disciplina visa apresentar as características específicas de alguns gêneros literários que escapam à tradicional divisão entre poesia e prosa. Tanto no caso da correspondência, como na crônica e no poema em prosa, serão apresentados textos básicos sobre cada gênero, bem como exemplos de alguns escritores que o praticaram.Dessa maneira, espera-se fornecer também uma visão mais plural e diversificada sobre o discurso literário e suas circunstâncias de criação.",
        "programa": "A) A crônica: - Princípios gerais- Textos de Rubem Braga, Fernando Sabino e Paulo Mendes Campos- Textos de Clarice Lispector e Hilda HilstB) Correspondência:- Princípios gerais- Correspondência entre poetas do modernismo - Textos de autores contemporâneos: João Antonio, Ana Cristina Cesar e outrosC) Poema em prosa- Princípios gerais- Raul Pompéia e o simbolismo- Anibal Machado e o modernismo- Textos de autores contemporâneos",
        "metodo": "Aulas teóricas e análise de textos em classe.",
        "criterio": "Atividades ao longo do semestre, envolvendo leituras, análise de texto e monografia.",
        "recuperacao": "Aprovação com média igual ou superior a 5,0. Recuperação para os alunos queobtiverem média entre 3,0 e 4,9, para tanto, realização de prova ou trabalhona época discriminada pela Pró-Reitoria de Graduação.",
        "bibliografia": "ANDRADE, Mário de & BANDEIRA, Manuel. Correspondência. Org., intr. e notas de Marcos Antonio de Moraes. São Paulo: Edusp, 2000.ANTONIO, João. Cartas aos amigos Caio Porfírio Carneiro e Fábio Lucas. São Paulo: Oficina Rubens Borba de Moraes, 2004.ANTONIO, João; LUCAS, Fábio; MELO NETO, João Cabral de. Nove cartas: razões e contra-razões. Nota de Carlos Giordano. São Paulo: Oficina do Livro Rubens Borba de Moraes, 2008.ARRIGUCCI, Davi. “Onde andará o velho Braga?”. In: Outros achados e perdidos. São Paulo: Companhia das Letras, 1999.BANDEIRA, Manuel. Itinerário de Pasárgada. Rio de Janeiro: Nova Fronteira, 1984.BERNARD, Suzanne. Le poème em prose. Paris: Libraire A. G. Nizet, 1994.BRAGA, Rubem. Melhores crônicas. São Paulo: Global, 1998.CANDIDO, Antonio. “Poesia e ficção na autobiografia”. In: A educação pela noite e outros ensaios. São Paulo: Ática, 1989.CANDIDO, Antonio. “A vida ao rés-do-chão”. In: Vários autores. Para gostar de ler. Vol. 5. São Paulo: Ática, 1980.CESAR, Ana Cristina. Correspondência incompleta. Org. de Armando Freitas Filho e Heloisa Buarque de Holanda. Rio de Janeiro: Aeroplano, 1999.GALVÃO, Walnice Nogueira & GOTTLIB, Nádia Battella (Orgs). Prezado senhor, prezada senhora: estudos sobre cartas. São Paulo: Companhia das Letras, 2000.HILST, Hilda. Cascos e Carícias. São Paulo: Globo, 2005.LIMA, Luiz Costa. “Júbilos e misérias do pequeno eu”. In: Sociedade e discurso ficcional. Rio de Janeiro: Guanabara, 1986.LISPECTOR, Clarice. A descoberta do mundo. Rio de Janeiro: Rocco, 1999.“O poema em prosa”. In MILLIET, Sergio. Três conferências. Rio de Janeiro: Ministério da Educação e Cultura, 1956.PLACER, Xavier. O poema em prosa. Rio de Janeiro: Ministério da Educação e Cultura, 1962.MACHADO, Anibal. Cadernos de João. Rio de Janeiro: José Olympio, 1957.MELO NETO, João Cabral; BANDEIRA, Manuel; ANDRADE, Carlos Drummond de. Correspondência de Cabral, Bandeira e Drummond. Flora Sussekind (org.). Rio de Janeiro: Nova Fronteira/Casa de Rui Barbosa, 2001.“Muestrario Del poema em prosa brasileño”. In Revista de Cultura Brasileña, no. 18. Madri: Embaixada do Brasil em Madri, setembro de 1966.POMPÉIA, Raul. Canções sem metro. Rio de Janeiro: Civilização Brasileira, 1982.RAMOS, Graciliano. Memórias do cárcere. Rio de Janeiro: Record, 1979.SÁ, Jorge de. A crônica. São Paulo: Ática, 1985. SABINO, Fernando. Obra Reunida. Vol. 1 a 3. Rio de Janeiro: Nova Aguillar, 1996.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0253",
          "text": "Clique \npara consultar os requisitos para IEB0253"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0253",
          "text": "Clique \npara consultar o oferecimento para IEB0253"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0261 - Gravura brasileira no século XX, do início da década de 70 até final dos anos 90: conceitos e agrupamentos",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2011",
        "objetivos": "Possibilitar uma abordagem teórica da produção em gravura na experimentação de suas técnicas tradicionais (xilogravura, metal, linóleo e litografia), no Brasil, do início da década de 70 até o final da década de 90. Para tanto, pretende-se analisar documentos e livros sobre a referida produção segundo as divisões propostas no programa e, quando possível, convidar artistas do período para ilustrarem as reflexões pretendidas.",
        "docentes_resp": "808518 - Luiz Armando Bagolin",
        "prog_resumido": "Estudar a produção da gravura brasileira da década de 1970 até final da década de 1990 a partir de documentos e livros objetivando configurar possibilidades interpretativas das obras e, quando possível, ilustrá-las com depoimentos dos artistas.",
        "programa": "HUMORAldemir Martins, Mário Gruber, Poty Lazzaroto, Francisco Stockinger, Darel Valença Lins, Roberto Magalhães, Antonio Helio Cabral.SIGNOSIberê Camargo, Maciej Babinski, Octávio Araújo, Evandro Carlos Jardim, Helio Vinci, Feres Khoury. AFETIVIDADESEly Bueno, Isa Aderne, Ermelindo Nardin, Francisco Maringelli, Luise Weiss, Ana Elisa Dias, Jaqueline Aronis, Laurita Salles, Sérgio de Moraes, Márcio Périgo.O POLÍTICOHenrique Oswald, Antônio Henrique Amaral, Henrique Leo Fuhro, Rubem Grilo, Newton Cavalcanti, Adir Botelho.O POPULARMestre Nosa, J. Borges, Raimundo de Oliveira, Gilvan Samico.APROPRIAÇÕESLótus Lobo, Alex Flemming, Anna Carolina, Madalena Hashimoto.OBJETOSOdetto Guersoni, Anna Letycia Quadros, Mariana Quito, Rossini Perez, Emanoel Araújo, Maria Bonomi.",
        "metodo": "",
        "criterio": "Trabalho de final de semestre.",
        "recuperacao": "Trabalho escrito a ser entregue de acordo com o calendário da Pró-Reitoria de Graduação.",
        "bibliografia": "ÁLBUNSBABINSKI. Álbum de gravuras. São Paulo, Julio Pacello, 1967.GRILO xilogravuras. São Paulo, Circo editorial, 1985. (Série Traço e Riso)GULLAR, Ferreira. O meu e o seu. Antônio Henrique Amaral. São Paulo, s/d.HISTÓRIA da Gravura no Brasil - I. São Paulo, Júlio Pacello, 1968.HISTÓRIA da Gravura no Brasil - II. São Paulo, Júlio Pacello, 1969.MORAES, Sérgio. Politipias. São Paulo, 2009.LIVROS, CATÁLOGOS e JORNAISABREU, Laura. Rossini Perez – desenhos, matrizes e gravuras. Acervo Museu Nacional de Belas Artes. São Paulo, Caixa Cultural, 2009/2010.A GRAVURA na Coleção Murilo Mendes. Juiz de Fora, Centro de Estudos Murilo Mendes, 1999. ALEX Flemming. São Paulo, EDUSP, 2006. (Artistas da USP) [Texto de Mayra Laudanna]ANTONIO Henrique Amaral. Antonio Henrique Amaral. São Paulo, Galeria Astréia, [1967]. ANTONIO Henrique Amaral, out. 1976. O trabalho prossegue. Óleos 1975 1976 1977. Rio de Janeiro, Galeria Bonino, 12 a 30 abril 1977. ANTONIO Henrique Amaral. Xilografias. Buenos Aires, Galeria Saber Viver, nov. 1963.AMARAL, Aracy (org. ). Perfil de um acervo. São Paulo. Museu de Arte Contemporânea de São Paulo, 1988.ANTONIO Henrique Amaral. Obra sobre papel 30 anos, Campinas, Museu de Arte Contemporânea, 1986. A ARTE e seus processos, o papel como suporte. São Paulo, Pinacoteca do Estado de São Paulo, 1973. ARTE Gaúcha Contemporânea. Porto Alegre, Casa de Cultura Mário Quintana, 17 out./10 nov. 1991.ARTISTAS Gravadores do Brasil = Brazilian engravers = Grafische Künstler brasiliens. São Paulo, Volkswagen, [1984].ARAÚJO, Celso. Rubem Grilo. A xilogravura em estado de escândalo. Correio Brasiliense, Brasília, 6 de agosto de 1986. ARAÚJO, Emanoel. Esculturas e Monotipias. São Paulo, Museu Banespa, 1993. ARAÚJO, Marcelo Mattos; KATZ, Renina e D´HORTA, Vera. Márcio Périgo no acervo da Pinacoteca do Estado. São Paulo, PESP, 2005.ARAÚJO, Marcelo Mattos, BRITO, Ronaldo e MESQUITA, Ivo. Samico. Do Desenho à Gravura. São Paulo, PESP, 2004.LEITE, José Roberto Teixeira (apres.). Octávio Araújo. 10 anos de pintura. São Paulo, s/e., set. 1979. p.13 e p.18.BARBOSA, Ana Mae (org.). Alex Flemming. São Paulo, EDUSP, 2002. (Artistas Brasileiros)BELLUZZO, Ana Maria. Antonio Henrique Amaral - Obra Gráfica 1957/2003, São Paulo, Momesso, 2004. BOTELHO, Adir. Canudos: agonia e morte de Antonio Conselheiro: desenhos a carvão. Rio de Janeiro, UFRJ, Escola de Belas Artes, 2006. BOTELHO, Adir. Canudos: xilogravuras. Rio de Janeiro, UFRJ, Escola de Belas Artes, 2002.CAMARGO, Iberê. A gravura. São Paulo, Edição Topal, 1975.CANTON, Katia. Alex Flemming, uma Poética... São Paulo, Metalivros, 2002. DAREL. O espaço do artista quando jovem. São Paulo, Paço das Artes, 1991.ERMELINDO Nardin. São Paulo, EDUSP, 2008. (Artistas da USP) [Textos de Leon Kossovitch e Mayra Laudanna].FERES Lourenço Khoury. São Paulo, EDUSP, 1995. (Artistas da USP, 3). [Apresentação Renina Katz.]FERRAZ, Geraldo. Gravuras de Maria Bonomi. São Paulo, Galeria Cosme Velho, 1966.FLUSSER, Vilem. Os objetos de Ely Bueno. Recorte de Jornal, s/d., arquivo da artista.FUHRO, Henrique, maio 1978. Léo Dexheimer. Texto datilografado, arquivo do Museu de Arte do Rio Grande do Sul. GRAVURAS de Maciej Babinski e Evandro Carlos Jardim. São Paulo, MAC/USP, 1967. GRILO, tirando a arte da madeira. Da censura à liberdade, um belo vôo pela xilogravura contemporânea. O Estado de São Paulo, São Paulo, 26 de junho de 1986. HEKENHOFF, Paulo. Rubem Grilo. Arte menor. Xilogravuras. Rio de Janeiro, CCBB, 21 mar./19 mai. 1996.HELIO Vinci. São Paulo, EDUSP, 1995. (Artistas da USP)JATOBÁ, Luiza. BUENO, Ely. Dissertação de mestrado apresentada à FFLCH-USP, 2000.JARDIM, Evandro Carlos. À noite, no quarto de cima. São Paulo, MASP/Galeria SETA, 1973.KATZ, Renina. São Paulo, EDUSP, 1997. (Artistas da USP, 6)KLINTOWITZ, Jacob. O construtivismo afetivo de Emanoel Araújo. São Paulo, Raízes, [1981].KLINTOWITZ, Jacob. Maria Bonomi, gravadora. [São Paulo], KPMG, 1999. ARTE em São Paulo, São Paulo, n.3, nov. 1981.KOSSOVITCH, Leon. Helio Cabral. São Paulo, EDUSP, 1995. (Artistas Brasileiros)KOSSOVITCH, Leon; LAUDANNA, Mayra e RESENDE, Ricardo. Gravura. A Arte Brasileira do Século XX. São Paulo, Itaú Cultural/ Cosac & Naify, 2000.KOSSOVITCH, Leon. Cabral. Litografias. São Paulo, Casa das Artes Galeria, 1998. LAUDANNA, Mayra (coord.). Maria Bonomi. Da Gravura à Arte Pública. São Paulo, EDUSP/Imprensa Oficial, 2007.LAURITA Salles. São Paulo, EDUSP, 1997. (Artistas da USP)LUISE WEISS. São Paulo, EDUSP, 2004. (Artistas da USP)LUZ, Ângela Âncora da. Anna Letycia. São Paulo, EDUSP, 1998. (Artistas Brasileiros)MACAMBIRA, Yvoty . Evandro Carlos Jardim. São Paulo, EDUSP, 1998.MACHADO, Aníbal (1894-1964). Cadernos de João. Rio de Janeiro, Edição dos Cem Bibliófilos do Brasil, 1961. (24 águas-fortes de Babinski). [OBS: 1. Ed. Rio de Janeiro, J. Olympio, 1957].MACIEJ Babinski. Obra gráfica e pinturas recentes. Ceará, Centro Cultural da Abolição, 10 out./5 nov 1995.MÁRIO Gruber apresenta sua gravura. Visão, São Paulo, 22 de dezembro de 1975.MORAES, Angélica. Mistura de técnicas. Afinal, São Paulo, 18 de novembro de 1986.MORAES, Sérgio de (sobre) - Politipias. Sérgio de Moraes. São Paulo, ed. do artista, abr. 2000. [Ensaio de Leon Kossovitch].MORAIS, Frederico. Rubem Grilo: o sentimento em jogo. O Globo, Rio de Janeiro, 15 de julho de 1985. MOSTRA da gravura brasileira. São Paulo, Fundação Bienal de São Paulo, 1974.PFEIFFER, Wolfgang (apres.); AYALA, Walmir; LEITE, José Roberto T.; MAURÍCIO, Jayme; FERRAZ, Geraldo. A Gravura brasileira. São Paulo. Paço das Artes, Governo do Estado, Secretaria de Estado da Cultura, Esportes e Turismo, Conselho de Estado da Cultura, s.d. PONTUAL, Roberto. Amar a Gravura. Rio de Janeiro, Galeria Bonino, 1972.RIBEIRO, José Sommer; ATHAYDE, Sylvia Menezes de; PRESTON, George Nelson e CASTRO, Franciso. Emanoel Araújo. Esculturas, relevos, monoprints. Núcleo de Artes do Banco de Desenvolvimeto da Bahia, 1991.SCARINCI, Carlos. A Gravura no Rio Grande do Sul (1900-1980). Rio Grande do Sul, Editora Mercado Aberto, 1982.STOCKINGER, Xico, junho 1971. Léo Dexheimer. Texto datilografado, arquivo do Museu de Arte do Rio Grande do Sul.TAVARES, Odorico. Gravuras de Emanoel. São Paulo, Galeria Astréia, 1966. TÁVORA, Maria Luiza Luz e FERREIRA, Heloísa Pires. Gravura brasileira hoje. 3 vols. Rio de Janeiro. Oficina de Gravura Sesc Tijuca, 1994/1995.REVISTASARTE em São Paulo, São Paulo, n.7, maio 1982.ARTE em São Paulo, São Paulo, n.13, jan. 1983.ARTE em São Paulo, São Paulo, n.16, jun. 1983.ARTE em São Paulo, São Paulo, n.19, out. 1983.ARTE em São Paulo, São Paulo, n.29, mar. 1985.ARTE em São Paulo, São Paulo, n.31, jul./ago. 1985.GRAVURA e Gravadores. São Paulo, Editora Clube da Gravura, Ano 1, n.1, 1986.GRAVURA e Gravadores. São Paulo, Editora Clube da Gravura, Ano 1, n.3, 1987.GRAVURA e Gravadores. São Paulo, Editora Clube da Gravura, Ano 1, n.4, 1987.GRAVURA e Gravadores. São Paulo, Editora Clube da Gravura, Ano 2, n.5, 1987.GRAVURA e Gravadores. São Paulo, Editora Clube da Gravura, Ano 2, n.6, 1988.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0261",
          "text": "Clique \npara consultar os requisitos para IEB0261"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0261",
          "text": "Clique \npara consultar o oferecimento para IEB0261"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0262 - História e Biografia: Perspectivas para os Estudos Brasileiros",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "15/07/2011",
        "objetivos": "A escrita de biografias ficou marcada, no século XX, por uma grande variedade de perspectivas, além de ter estado, após o eclipse do estruturalismo, no cerne de alguns importantes debates metodológicos no âmbito da historiografia. Trata-se, neste curso, de recuperar tais debates e, ao mesmo tempo, introduzir o aluno na multiplicidade de enfoques biográficos surgidos no último século, sob o ângulo de suas relações com a História. Para tanto, serão lidos, além de textos teóricos, algumas biografias clássicas, tendo como eixo norteador um conjunto de temas centrais como o do papel do indivíduo na História, o do tipo de racionalidade a ele imputada e o da construção das relações entre narrativa biográfica e contexto. Dessa forma, objetiva-se promover a reflexão crítica sobre as possibilidades e limites da escrita biográfica no mundo contemporâneo e suas possíveis contribuições para o estudo da História do Brasil.",
        "docentes_resp": "1480798 - Paulo Teixeira Iumatti",
        "prog_resumido": "A escrita de biografias ficou marcada, no século XX, por uma grande variedade de perspectivas, além de ter estado, após o eclipse do estruturalismo, no cerne de alguns importantes debates metodológicos no âmbito da historiografia. Trata-se, neste curso, de recuperar tais debates e, ao mesmo tempo, introduzir o aluno na multiplicidade de enfoques biográficos surgidos no último século, sob o ângulo de suas relações com a História. Para tanto, serão lidos, além de textos teóricos, algumas biografias clássicas, tendo como eixo norteador um conjunto de temas centrais como o do papel do indivíduo na História, o do tipo de racionalidade a ele imputada e o da construção das relações entre narrativa biográfica e contexto. Dessa forma, objetiva-se promover a reflexão crítica sobre as possibilidades e limites da escrita biográfica no mundo contemporâneo e suas possíveis contribuições para o estudo da História do Brasil.",
        "programa": "1. Uma história das relações entre História e Biografia 2. A Biografia no século XX 3. Indivíduo e história 4. Prosopografia e biografia Modal5. O papel do contexto na escrita biográfica6. O debate sobre a “ilusão biográfica”7. A perspectiva da micro-história8. A Biografia no debate sobre os limites entre História e Literatura9. Biografia e autobiografia – fronteiras e interfaces 10. Biografia e arquivos pessoais11. História da cultura popular e biografia12. Biografia e espaço público no Brasil13. A Biografia intelectual.",
        "metodo": "Aulas teóricas, discussões de textos e leitura de livros.",
        "criterio": "A avaliação será realizada por meio de prova e trabalho final.",
        "recuperacao": "ALONSO, Ângela. Joaquim Nabuco: os salões e as ruas. São Paulo: Companhia das Letras, 2007; AZEVEDO, Francisca L. N. de. Biografia e gênero. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 131-146; BOURDIEU, Pierre. A ilusão biográfica. In: FERREIRA, Marieta de Moraes; AMADO, Janaína (Orgs.). Usos & abusos da história oral. Rio de Janeiro: Fundação Getúlio Vargas, s.d. p. 183-191; ______. Esboço de auto-análise. Tradução de Sergio Miceli. São Paulo: Companhia das Letras, 2005; CARVALHO, Maria Alice Rezende de. O quinto século. André Rebouças e a construção do Brasil. Rio de Janeiro: Revan: IUPERJ-UCAM, 1998; DOSSE, François. O desafio biográfico: escrever uma vida. São Paulo: Editora da Universidade de São Paulo, 2009; Estudos Históricos. Rio de Janeiro, n. 21, 1998 (Arquivos Pessoais); FINGER, Matthias. Biographie et herméneutique. Montréal: Université de Montreal, 1984; FOUCAULT, Michel. Moi, Pierre Rivière, ayant égorgé ma mère, ma soeur et mon frère ... Paris: Gallimard, 1994; GINZBURG, Carlo. O queijo e os vermes. São Paulo: Companhia das Letras, 2008; GOMES, Ângela de Castro. Escrita de si/escrita da História. Rio de Janeiro: Fundação Getúlio Vargas, 2004; ______.; SCHMIDT, Benito Bisso. (Orgs.) Memórias e narrativas (auto)biográficas. Rio de Janeiro: Editora da Fundação Getúlio Vargas, 2009; GONÇALVES de ALMEIDA, M.. 2003. Em Terreno Movediço. Biografia e História na Obra de Octavio Tarquínio de Sousa. Tese (Doutorado em História Social). São Paulo, FFLCH–USP, 2003; IUMATTI, Paulo. Caio Prado Jr. – uma trajetória intelectual. São Paulo: Brasiliense, 2007; LE GOFF, Jacques. Comment écrire une biographie historique aujourd’hui?, Le Débat, n. 54, p. 48-53, mar/abr 1989; ______. São Luís: biografia. Rio de Janeiro: Record, 1999; LEVI, Giovanni. Usos da biografia. In: FERREIRA, Marieta de Moraes; AMADO, Janaína (Orgs.). Usos & abusos da história oral. Rio de Janeiro: Fundação Getúlio Vargas, s.d. p. 167-182; LORIGA, Sabina. A biografia como problema. In: REVEL, Jacques (Org.). Jogos de escalas. Rio de Janeiro: FGV, 1998; ______. Le Petit x. De la biographie à l'histoire. Paris: Éditions du Seuil, 2010; MADELÉNAT. La biographie. Paris: Presses Universitaires de France, 1984; MEINECKE, F. El historicismo y su génesis. Tradução de J. M. y San Martin e T. M. Molina. México: Fondo de Cultura Econômica, 1982; MITZMAN, Arthur. On the use and abuse of biography: Lenger’s Sombart. International Review of Social History 40, p. 125-132, 1995; OLIVEIRA, Maria da Glória de. Escrever vidas, narrar a história. A biografia como problema historiográfico no Brasil oitocentista. (2009) Tese (Doutorado em História Social), UFRJ, 2009; PASSERON, Jean Claude. Biographies, flux, itineraries, trajectoires. Revue Française de Sociologie, XXXI, p. 3-22, 1989; REIS, João José. Domingos Sodré, um sacerdote africano: escravidão, liberdade e candomblé na Bahia do século XIX. São Paulo: Cia. das Letras, 2007; RICCI, Magda. Como se faz um vulto na História do Brasil. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 147-160; SANTOS, Evandro dos. Tempos da pesquisa, tempos da escrita: a biografia em Francisco Adolfo de Varnhagen. Dissertação (Mestrado em História). UFRGS, 2009; SARTRE, Jean-Paul. L’idiot de la famille. Paris: Gallimard, 1971 (tomos 1 e 2); 1972 (tomo 3); ______. Questão de método. (tradução de Bento Prado Jr.) In: ______. Jean Paul Sartre. Seleção de textos de José Américo Motta Pessanha; traduções de Rita Correia Guedes, Luiz Roberto Salinas Forte, Bento Prado Jr. – 3. Ed. São Paulo: Nova Cultural, 1987. p. 110-191; SCHMIDT, Benito Bisso. A biografia histórica: o “retorno” do gênero e a noção de “contexto”. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 121-129; ______. Biografias históricas: o que há de novo? In: PIRES, Ariel José et all. (Orgs.) HIstórias, Linguagens, Temas: escrita e ensino da HIstória. Guarapuava: Unicentro, 2006. p. 59-70; STAROBINSKY, Jean. Jean-Jacques Rousseau: a transparência e o obstáculo. São Paulo: Companhia das Letras, 1991; XAVIER, Regina C. L. O desafio do trabalho biográfico. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 161-173; ZEMON-DAVIS, Natalie. O retorno de Martin Guerre. Rio de Janeiro: Paz e Terra, 1987",
        "bibliografia": "ALONSO, Ângela. Joaquim Nabuco: os salões e as ruas. São Paulo: Companhia das Letras, 2007; AZEVEDO, Francisca L. N. de. Biografia e gênero. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 131-146; BOURDIEU, Pierre. A ilusão biográfica. In: FERREIRA, Marieta de Moraes; AMADO, Janaína (Orgs.). Usos & abusos da história oral. Rio de Janeiro: Fundação Getúlio Vargas, s.d. p. 183-191; ______. Esboço de auto-análise. Tradução de Sergio Miceli. São Paulo: Companhia das Letras, 2005; CARVALHO, Maria Alice Rezende de. O quinto século. André Rebouças e a construção do Brasil. Rio de Janeiro: Revan: IUPERJ-UCAM, 1998; DOSSE, François. O desafio biográfico: escrever uma vida. São Paulo: Editora da Universidade de São Paulo, 2009; Estudos Históricos. Rio de Janeiro, n. 21, 1998 (Arquivos Pessoais); FINGER, Matthias. Biographie et herméneutique. Montréal: Université de Montreal, 1984; FOUCAULT, Michel. Moi, Pierre Rivière, ayant égorgé ma mère, ma soeur et mon frère ... Paris: Gallimard, 1994; GINZBURG, Carlo. O queijo e os vermes. São Paulo: Companhia das Letras, 2008; GOMES, Ângela de Castro. Escrita de si/escrita da História. Rio de Janeiro: Fundação Getúlio Vargas, 2004; ______.; SCHMIDT, Benito Bisso. (Orgs.) Memórias e narrativas (auto)biográficas. Rio de Janeiro: Editora da Fundação Getúlio Vargas, 2009; GONÇALVES de ALMEIDA, M.. 2003. Em Terreno Movediço. Biografia e História na Obra de Octavio Tarquínio de Sousa. Tese (Doutorado em História Social). São Paulo, FFLCH–USP, 2003; IUMATTI, Paulo. Caio Prado Jr. – uma trajetória intelectual. São Paulo: Brasiliense, 2007; LE GOFF, Jacques. Comment écrire une biographie historique aujourd’hui?, Le Débat, n. 54, p. 48-53, mar/abr 1989; ______. São Luís: biografia. Rio de Janeiro: Record, 1999; LEVI, Giovanni. Usos da biografia. In: FERREIRA, Marieta de Moraes; AMADO, Janaína (Orgs.). Usos & abusos da história oral. Rio de Janeiro: Fundação Getúlio Vargas, s.d. p. 167-182; LORIGA, Sabina. A biografia como problema. In: REVEL, Jacques (Org.). Jogos de escalas. Rio de Janeiro: FGV, 1998; ______. Le Petit x. De la biographie à l'histoire. Paris: Éditions du Seuil, 2010; MADELÉNAT. La biographie. Paris: Presses Universitaires de France, 1984; MEINECKE, F. El historicismo y su génesis. Tradução de J. M. y San Martin e T. M. Molina. México: Fondo de Cultura Econômica, 1982; MITZMAN, Arthur. On the use and abuse of biography: Lenger’s Sombart. International Review of Social History 40, p. 125-132, 1995; OLIVEIRA, Maria da Glória de. Escrever vidas, narrar a história. A biografia como problema historiográfico no Brasil oitocentista. (2009) Tese (Doutorado em História Social), UFRJ, 2009; PASSERON, Jean Claude. Biographies, flux, itineraries, trajectoires. Revue Française de Sociologie, XXXI, p. 3-22, 1989; REIS, João José. Domingos Sodré, um sacerdote africano: escravidão, liberdade e candomblé na Bahia do século XIX. São Paulo: Cia. das Letras, 2007; RICCI, Magda. Como se faz um vulto na História do Brasil. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 147-160; SANTOS, Evandro dos. Tempos da pesquisa, tempos da escrita: a biografia em Francisco Adolfo de Varnhagen. Dissertação (Mestrado em História). UFRGS, 2009; SARTRE, Jean-Paul. L’idiot de la famille. Paris: Gallimard, 1971 (tomos 1 e 2); 1972 (tomo 3); ______. Questão de método. (tradução de Bento Prado Jr.) In: ______. Jean Paul Sartre. Seleção de textos de José Américo Motta Pessanha; traduções de Rita Correia Guedes, Luiz Roberto Salinas Forte, Bento Prado Jr. – 3. Ed. São Paulo: Nova Cultural, 1987. p. 110-191; SCHMIDT, Benito Bisso. A biografia histórica: o “retorno” do gênero e a noção de “contexto”. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 121-129; ______. Biografias históricas: o que há de novo? In: PIRES, Ariel José et all. (Orgs.) HIstórias, Linguagens, Temas: escrita e ensino da HIstória. Guarapuava: Unicentro, 2006. p. 59-70; STAROBINSKY, Jean. Jean-Jacques Rousseau: a transparência e o obstáculo. São Paulo: Companhia das Letras, 1991; XAVIER, Regina C. L. O desafio do trabalho biográfico. In: Guazzelli, C. A. B. et all. (Orgs.) Questões de teoria e metodologia da História. Porto Alegre: Editora da UFRGS, 2000. p. 161-173; ZEMON-DAVIS, Natalie. O retorno de Martin Guerre. Rio de Janeiro: Paz e Terra, 1987",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0262",
          "text": "Clique \npara consultar os requisitos para IEB0262"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0262",
          "text": "Clique \npara consultar o oferecimento para IEB0262"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0249 - História Econômica do Trabalho no Brasil",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "Esta disciplina optativa procura discutir a evolução do trabalho no Brasil por meio de uma perspectiva interdisciplinar. São analisados os regimes de trabalho escravo e assalariado, ressalvando as especificidades brasileiras e as peculiaridades observadas durante os períodos de transição. O aspecto econômico é discutido de maneira integrada aos aspectos políticos e sociais. A disciplina também pretende estimular a visão crítica dos alunos sobre o processo de configuração das relações de trabalho no Brasil contemporâneo.",
        "docentes_resp": "470882 - Alexandre de Freitas Barbosa",
        "prog_resumido": "A disciplina discute a evolução do trabalho no Brasil desde a colônia até o século XX, descrevendo as características do trabalho escravo, da transição para o trabalho assalariado e da conformação de um mercado de trabalho nacional peculiar, por meio de uma abordagem que integra os enfoques da historiografia, da economia e da sociologia.",
        "programa": "1. O Mundo do Trabalho e as suas Interpretações Teóricas2. Trabalho e Sociedade no Brasil Colônia: as Várias Escravidões3. A Construção do Mercado de Trabalho no Brasil e as Diferenças Regionais (1850-1930)4. A Nacionalização do Mercado de Trabalho no Brasil (1930-1980): AspectosEconômicos, Sociais e Políticos5. O Trabalho nas Regiões Metropolitanas 6. O Setor Informal Urbano no Brasil7. Industrialização, Mercado de Trabalho e Desigualdades Regionais8. Os Anos 90 e a Desestruturação do Mercado de Trabalho Brasileiro9. Mercado de Trabalho, Pobreza e Desigualdade no Brasil",
        "metodo": "Aulas expositivas e/ou explicativas, apresentação de seminários e discussão das fontes históricas – com ênfase particular no acervo do IEB - e das bases de dados recentes (RAIS, PNADs, PED e PME) e tradicionais (Censos Econômicos e Demográficos), contrapondo as diversas interpretações da historiografia, da economia e da sociologia. Procura-se estimular a pesquisa e despertar a consciência crítica.",
        "criterio": "Aproveitamento baseado nas atividades descritas acima, debates, redações e provas específicas.",
        "recuperacao": "Prova ou trabalho no início do semestre letivo seguinte.",
        "bibliografia": "ALENCASTRO, Luiz Felipe de, O Trato dos Viventes: Formação do Brasil no Atlântico Sul, São Paulo: Companhia das Letras, 2000.ANDRADE, Manuel Correia de, A Terra e o Homem no Nordeste, São Paulo: Brasiliense, 1964, 2ª edição.CARDOSO DE MELLO, João Manuel & NOVAIS, Fernando, Capitalismo Tardio e Sociabilidade Moderna, in: História da Vida Privada no Brasil, volume 4, Lilian Moritz Schwarcz, org., São Paulo: Companhia das Letras,1998.CASTEL, Robert, As Metamorfoses da Questão Social: Uma Crônica do Salário, Petrópolis: Vozes, 1998.CONRAD, Robert Os Últimos Anos da Escravatura no Brasil: 1850-1888, Rio de Janeiro: Civilização Brasileira, 1978, 2ª edição.COSTA, Emília Viotti da , Da Monarquia à República: Momentos Decisivos, São Paulo: Editora Unesp, 1999, 6ª. edição.EISENBERG, Peter, Homens Esquecidos: Escravos e Trabalhadores Livres no Brasil, Séculos XVIII e XIX, Campinas: Unicamp, 1989.FARIA, Vilmar, “Mudanças na Composição do Emprego e na Estrutura das Ocupações”. In: A Transição Incompleta: Brasil desde 1945, vol. 2, E. Bacha e H. S. Klein, orgs. Rio de Janeiro, Paz e Terra, 1986.FERNANDES, Florestan, A Integração do Negro na Sociedade de Classes, volume 1, São Paulo: Ática, 1978, 3ª edição.FRANCO, Maria Sylvia de Carvalho, Homens Livres na Ordem Escravocrata, São Paulo: Unesp, 1997, 4ª edição.FURTADO, Celso, Formação Econômica do Brasil, São Paulo: Companhia Editora Nacional, 1989, 23ª edição.GOMES, Flávio dos Santos, Carlos Eugênio Libânio Soares, Juliana Barreto Farias e Carlos Eduardo de Araújo Moreira, Cidades Negras: Africanos, Crioulos e Espaços Urbanos no Brasil Escravista do Século XIX, São Paulo: Alameda Editorial, 2006.GRAHAM, Douglas, Migração Estrangeira e a Questão da Oferta de Mão-de-Obra no Crescimento Econômico Brasileiro, Estudos Econômicos, vol. 3, no. 1, São Paulo, abril de 1973.HIRANO, Sedi, Formação do Brasil Colonial: Pré-Capitalismo e Capitalismo. São Paulo, EDUSP, 2008, 2ª. edição.HOFFMAN, Helga, Desemprego e Subemprego no Brasil, São Paulo: Ática, Ensaios 24, 1977.IANNI, Octavio, Escravidão e Racismo, São Paulo: Hucitec, 1988, 2ª. Edição.KOWARICK, Lúcio, Trabalho e Vadiagem: a Origem do Trabalho Livre no Brasil, Rio de Janeiro: Paz e Terra, 1994, 2ª edição.LOPES, José Sérgio Leite, O Vapor do Diabo: O Trabalho dos Operários do Açúcar, Rio de Janeiro: Paz e Terra, 1978, 2ª edição.MARQUES-PEREIRA, Jaime, Trabalho, Cidadania e Eficiência da Regulação Econômica: uma Comparação Europa/América Latina, in: Regulação Econômica e Globalização, Campinas: Instituto de Economia da Unicamp, 1998.MARX, Karl, Formações Econômicas Pré-Capitalistas, Rio de Janeiro: Paz e Terra, 1991, 6a edição.MATTOS, Ilmar Rohloff de, O Tempo Saquarema, São Paulo: Hucitec, 2004, 5ª. Edição.MATTOSO, Kátia, Ser Escravo no Brasil, São Paulo: Brasiliense, 1988, 2ª edição.MELLO, Evaldo Cabral de, O Norte Agrário e o Império: 1871-1889, Rio de Janeiro, Topbooks, 1999, 2ª. edição. MELLO E SOUZA, Laura de, Desclassificados do Ouro: A Pobreza Mineira no Século XVIII, Rio de Janeiro: Graal, 1990, 3ª edição.MERRICK, Thomas e Douglas Graham, População e Desenvolvimento Econômico no Brasil: de 1800 até a Atualidade, Rio de Janeiro: Zahar, 1981.MONBEIG, Pierre. Pioneiros e Fazendeiros de São Paulo, São Paulo: Hucitec/Polis, 1984OLIVEIRA, Francisco de, A Economia Brasileira: Crítica à Razão Dualista, Petrópolis: Vozes, 1987, 5a. edição__________, Elegia para uma Re(li)gião: Sudene, Nordeste, Planejamento e Conflitos de Classes, Rio de Janeiro: Paz e Terra, 1981, 3ª edição.PEREIRA, Luiz, Trabalho e Desenvolvimento no Brasil, São Paulo: Difel, 1965.POCHMANN, M. O Trabalho sob Fogo Cruzado, São Paulo, Contexto, 1998.POLANYI, Karl, A Grande Transformação, Rio de Janeiro: Campus, 2000, 2ª edição.PRADO JÚNIOR, Caio, Formação do Brasil Contemporâneo, São Paulo: Livraria Martins, 1942.__________, A Questão Agrária no Brasil, São Paulo: Brasiliense, 1987.RANGEL, Ignácio, Introdução ao Estudo do Desenvolvimento Econômico Brasileiro, Salvador: Livraria Progresso, 1957.RIBEIRO, Darcy, O Povo Brasileiro: A Formação e o Sentido do Brasil, São Paulo: Companhia das Letras, 1995.SADER, Eder e Maria Célia Paoli, Sobre “Classes Populares” no Pensamento Sociológico Brasileiro (Notas de Leitura sobre Acontecimentos Recentes), in: A Aventura Antropológica: Teoria e Pesquisa, Ruth Cardoso, org., Rio de Janeiro: Paz e Terra, 1985, 2ª edição.SANTOS, Wanderley Guilherme dos, Cidadania e Justiça: A Política Social na Ordem Brasileira, Rio de Janeiro: Campus, 1987.SCHWARTZ, Stuart, Segredos Internos: Engenhos e Escravos na Sociedade Colonial, São Paulo: Companhia das Letras, 1995.SINGER, Paul, Economia Política do Trabalho: Elementos para uma Análise Histórico-Estrutural do Emprego e da Força de Trabalho no Desenvolvimento Capitalista, São Paulo: Hucitec, 1977.__________, Dominação e Desigualdade: Estrutura de Classes e Repartição da Renda no Brasil. Rio de Janeiro, Paz e Terra, 1981.SOARES, Luiz Carlos, O Povo de CAM na Capital do Brasil: a Escravidão Urbana no Rio de Janeiro do Século XIX. Rio de Janeiro, Faperj – 7Letras, 2007.SOUZA, Jessé, A Construção Social da Subcidadania: para uma Sociologia Política da Modernidade Periférica, Belo Horizonte: Editora UFMG, 2003.SOUZA, Salários e Emprego em Economias Atrasadas, Campinas: Instituto de Economia da Unicamp, 1999.STOLCKE, Verena, Cafeicultura: Homens, Mulheres e Capital (1850-1980), São Paulo: Brasiliense, 1980.VIANNA, Luiz Werneck, Liberalismo e Sindicato no Brasil, Rio de Janeiro: Paz e Terra, 1989, 3a. edição.Bibliografia Complementar:BARBOSA, Alexandre de Freitas, A Formação do Mercado de Trabalho no Brasil, São Paulo, Alameda Editorial, 2008.DIEESE, A Situação do Trabalho no Brasil, São Paulo, DIEESE, 2001.Textos pra Discussão IPEA.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0249",
          "text": "Clique \npara consultar os requisitos para IEB0249"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0249",
          "text": "Clique \npara consultar o oferecimento para IEB0249"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0252 - Indústria, Desenvolvimento Econômico e Projeto Nacional no Brasil",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "01/01/2010",
        "objetivos": "A disciplina visa discutir o papel da indústria no desenvolvimento econômico do país em diversos momentos históricos. Discute as várias interpretações sobre o processo de industrialização no Brasil e como estas estiveram relacionadas a diversas concepções sobre o desenvolvimento econômico e o projeto nacional. Para além das transformações da estrutura produtiva e da análise das fontes do dinamismo econômico no período 1930-1980, são enfocadas as mudanças sociais que culminaram na emergência do Brasil urbano, moderno, desigual e excludente. Esta visão de longo prazo permite rediscutir a indústria pós-anos noventa e confrontar as teses que apontam para uma desindustrialização do país.",
        "docentes_resp": "470882 - Alexandre de Freitas Barbosa",
        "prog_resumido": "A disciplina discute os diferentes papéis da indústria ao longo da história brasileira. Concentra a análise no século XX quando a industrialização trouxe consigo novas perspectivas para o desenvolvimento econômico, além de ter permitido o confronto entre projetos nacionais alternativos. São ressaltados o papel do Estado no processo de industrialização e as transformações sociais vivenciadas durante este período.",
        "programa": "1. Revolução Industrial e Processos de Industrialização: abordagens teóricas2. A indústria no Brasil Colônia3. Impactos da Abertura dos Portos sobre a indústria 4. A expansão industrial de 1850 a 19305. A Industrialização, suas etapas e principais gargalos: 1930 a 19806. Projetos de Desenvolvimento e o Debate em torno da Industrialização7. O Papel do Estado na Industrialização Brasileira8. Industrialização e Transformações Sociais9. A Abertura Econômica dos Anos 90 e os Impactos sobre a Indústria no Brasil10. A Nova Divisão Internacional do Trabalho e os BRICs",
        "metodo": "Aulas expositivas e/ou explicativas que procuram apresentar os distintos papéis da indústria ao longo da história brasileira, assim como as diferentes abordagens sobre o processo de industrialização e as suas implicações sociais e econômicas a partir de uma visão interdisciplinar. Procura-se estimular a pesquisa e a realização de seminários sobre os vários projetos nacionais e de desenvolvimento e a sua relação com o processo de industrialização no Brasil, fazendo uso do acervo do IEB.",
        "criterio": "Aproveitamento baseado nas atividades descritas acima, debates, redações e provas específicas.",
        "recuperacao": "Prova ou trabalho no início do semestre seguinte.",
        "bibliografia": "Arruda, J. J. A. (2008). Uma Colônia entre Dois Impérios: a Abertura dos Portos Brasileiros 1800-1808. Bauru, EDUSC.Barbosa de Oliveira, C. A. (2003). Processo de Industrialização: Do Capitalismo Originário ao Atrasado. São Paulo, Editora UNESP.Bielshowsky, R. (1995). Pensamento Econômico Brasileiro: O Ciclo Ideológico do Desenvolvimentismo. Rio de Janeiro, Contraponto, 2ª. edição.Campos, R & Simonsen, M. H. (1974). A Nova Economia Brasileira. Rio de Janeiro, Livraria José Olympio.Cano, W. (1998). Desequilíbrios Regionais e Concentração Industrial no Brasil. Campinas, Instituto de Economia da UNICAMP, 2ª. edição.Carvalho, J. M. (2001). Cidadania no Brasil: O Longo Caminho. Rio de Janeiro, Civilização Brasileira.Castro, A. B. & Souza, F.E.P. (2004). A Economia Brasileira em Marcha Forçada. São Paulo, Paz e Terra, 3ª. edição.Castro, A. B. (1971). Sete Ensaios sobre a Economia Brasileira, vol. 2. Rio de Janeiro, Forense.Chang, H. J. (2004). Chutando a Escada: A Estratégia do Desenvolvimento em Perspectiva Histórica. São Paulo, Editora UNESP.Coutinho, L., Laplane M. & Hiratuka C. (2003). Internacionalização e Desenvolvimento da Indústria no Brasil. São Paulo, Editora UNESP.Cohn, G. (1973). “Problemas da Industrialização no Século XX”. In: Brasil em Perspectiva, C. G. Mota, org. São Paulo, Difel. 4ª. edição.Draibe, S. (1985). Rumos e Metamorfoses: Estado e Industrialização no Brasil, 1930-1960. Rio de Janeiro, Paz e Terra. Evans, P. (2005). Autonomia e Parceria: Estados e Transformação Industrial. Rio de Janeiro, Editora UFRJ.Faria, V. (1986). “Mudanças na Composição do Emprego e na Estrutura das Ocupações”. In: A Transição Incompleta: Brasil desde 1945, vol. 2, E. Bacha e H. S. Klein, orgs. Rio de Janeiro, Paz e Terra.Franco, G. (1999). O Desafio Brasileiro. São Paulo, Editora 34.Furtado, C. (1974). O Mito do Desenvolvimento Econômico. Rio de Janeiro, Paz e Terra, 4ª. edição.Furtado, C. (1959). Formação Econômica do Brasil, Rio de Janeiro, Editora Fundo de Cultura.Hobsbawm, E. (1995). Da Revolução Industrial Inglesa ao Imperialismo. São Paulo, Companhia das Letras.IPEA/INPES. (1978). A Controvérsia do Planejamento na Economia Brasileira. Rio de Janeiro, 2ª. edição.Landes, D. (1994). Prometeus Desacorrentado. Rio de Janeiro, Nova Fronteira.Lima, H. F. (1961). Formação Industrial do Brasil. Rio de Janeiro, Editora Fundo de Cultura.Lopes, J. R. B. (1976). Desenvolvimento e Mudança Social: Formação da Sociedade Urbano-Industrial no Brasil. Rio de Janeiro, Companhia Editora Nacional.Luz, N.V. (1975). A Luta pela Industrialização do Brasil. São Paulo, Alfa-Ômega, 2ª. edição.Novais, F. (2005). Aproximações: Estudos de História e Historiografia. São Paulo, Cosac Naify.Oliveira, F. & Reichstul, H. P. (1973). Mudanças na Divisão Inter-Regional do Trabalho no Brasil. In: Estudos Cebrap, nº 4. São Paulo, Cebrap.Pereira, L. C. B. (1998). Economia Brasileira: uma Introdução Crítica. São Paulo, Editora 34.Pochmann, M. et al. (2005). Atlas da Exclusão Social, vol. 5. São Paulo, Cortez.Prado Jr., C. (1989). História e Desenvolvimento. São Paulo, Brasiliense, 3ª. edição.Prado Jr., C. (1985). História Econômica do Brasil. São Paulo, Brasiliense, 32ª. edição.Rangel, I. (2005). Obras Reunidas, vol. 1. Rio de Janeiro, Contraponto.Santos, W. G. (2006). O Ex-Leviatã Brasileiro: do Voto Disperso ao Clientelismo Concentrado. Rio de Janeiro, Civilização Brasileira.Simonsen, R. (1973). Evolução Industrial do Brasil e Outros Estudos. São Paulo, Companhia Editora Nacional e EDUSP.Singer, P. (1977). A Crise do “Milagre”: Interpretação Crítica da Economia Brasileira. Rio de Janeiro, Paz e Terra, 5ª. edição.Suzigan, W. (2000). Indústria Brasileira: Origem e Desenvolvimento. São Paulo, Hucitec.Tavares, M. C. (1973). Da Substituição de Importações ao Capitalismo Financeiro. Rio de Janeiro, Zahar Editores, 2ª. edição.UNCTAD. (2003). “Capital Accumulation. Growth and Structural Change”. In: Trade and Development Report. Geneva, Unctad.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0252",
          "text": "Clique \npara consultar os requisitos para IEB0252"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0252",
          "text": "Clique \npara consultar o oferecimento para IEB0252"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0265 - Linguagem Musical I: A Formação do Gosto",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2015",
        "objetivos": "Introduzir o aluno nos principais conceitos da música de forma a propiciar as bases para uma audição crítica de repertórios variados: o funcionamento do ouvido e os sons de nosso dia a dia; os timbres dos instrumentos musicais; Treinamento do ouvido para que o aluno reconheça os timbres de alguns instrumentos musicais pertencentes a famílias diferentes: sopros, percussão, cordas. “Forma e função”: a arquitetura das diferentes músicas ao longo do tempo: a canção, a suíte de danças, a sonata, a sinfonia, as músicas de tradição oral.",
        "programa": "Como funciona o ouvido Sons, ruídos, músicasPrincípios de organologia: os instrumentos musicaisA música ágrafa e a música escritaAs formas das músicas, populares e eruditasMúsicas do Brasil: forma e função ao longo do tempo.",
        "metodo": "",
        "criterio": "",
        "recuperacao": "",
        "bibliografia": "",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0265",
          "text": "Clique \npara consultar os requisitos para IEB0265"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0265",
          "text": "Clique \npara consultar o oferecimento para IEB0265"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0255 - Memorialismo Brasileiro: Autobiografia",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2010",
        "objetivos": "Estudar obras autobiográficas/memorialísticas de escritores e intelectuais brasileiros dos séculos XIX e XX, em uma perspectiva histórica, historiográfica e crítica. Refletir sobre as estratégias discursivas inerentes à autobiografia. Problematizar as relações entre literaturae gêneros testemunhais no Brasil. Avaliar o potencial de textos memorialísticos comofonte de pesquisa histórica e literária; explorar documentação memorialística (relatos autobiográficos) em arquivos públicos e privados.",
        "docentes_resp": "2103606 - Marcos Antonio de Moraes",
        "prog_resumido": "Estudo de obras autobiográficas/ memorialísticas de escritores e intelectuais brasileiros dos séculos XIX e XX, em uma perspectiva histórica, historiográfica e crítica. A disciplina propõe-se a refletir sobre as estratégias discursivas inerentes à autobiografia; problematizar as relações entre literatura e gêneros testemunhais no Brasil; avaliar o potencial de textos memorialísticos como fonte de pesquisa histórica e literária; explorar documentos memorialísticos em arquivos públicos e privados.",
        "programa": "1. A autobiografia entre os gêneros testemunhais: formas e estratégias discursivas2. História e historiografia do texto autobiográfico no Brasil3. Literatura, vida literária e gêneros testemunhais no Brasil4. Minha formação (1900), Joaquim Nabuco5. Itinerário de Pasárgada (1954), Manuel Bandeira6. Memórias do cárcere (1954), Graciliano Ramos 7. Meus verdes anos (1956), José Lins do Rego8. A idade do serrote (1968), Murilo Mendes9. Beira mar (1978), Pedro Nava10. O que é isso, companheiro? (1979), Fernando Gabeira",
        "metodo": "Avaliação e seminários.",
        "criterio": "Trabalhos de aproveitamento, seminários e prova.",
        "recuperacao": "Trabalho prático de aproveitamento.",
        "bibliografia": "AGUIAR, Joaquim Alves. Espaços da memória: um estudo sobre Pedro Nava. São Paulo: Edusp/Fapesp, 1998.CANDIDO, Antonio. Ficção e confissão: ensaios sobre Graciliano Ramos. São Paulo: Editora 34, 1992.FÁVERO, Afonso Henrique. Aspectos do memorialismo brasileiro (tese de doutorado inédita (Programa de Literatura Brasileira, FFLCH-USP, 1999, Orientador: Antonio Dimas).GOMES, Ângela de Castro. Escrita de si, escrita da história. Rio de Janeiro: FGV, 2004.LEJEUNE, Philippe. O pacto autobiográfico: de Rousseau à Internet. Org Jovita Noronha. Trad. Jovita Noronha e Maria I. C. Guedes. Belo Horizonte: Ed. UFMG, 2008.MIRANDA, Vander Melo. Corpos escritos: Graciliano Ramos e Silviano Santiago: São Paulo: Edusp/UFMG, 1992. OLIVEIRA, Maria Helena Palma de. Lembranças do passado: a infância e a adolescência na vida de escritores brasileiros. Bragança Paulista: EDUSF, 2001.REMÉDIOS, Maria Luiza Ritzel (org.) Literatura confessional: autobiografia e ficcionalidade. Porto Alegre: Mercado Aberto, 1997.RICOEUR, Paul. A memória, a história, o esquecimento. Trad. Alain François. Campinas: Ed. Unicamp, 2007.ZAGURY, Eliane. A escrita do eu. Rio de Janeiro: Civilização Brasileira, 1982.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0255",
          "text": "Clique \npara consultar os requisitos para IEB0255"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0255",
          "text": "Clique \npara consultar o oferecimento para IEB0255"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0257 - Memorialismo Brasileiro: Carta",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2010",
        "objetivos": "Estudar a correspondência de escritores e intelectuais brasileiros dos séculos XIX e XX, emuma perspectiva histórica, historiográfica e crítica. Refletir sobre as estratégias discursivasinerentes à epistolografia. Problematizar as relações entre literatura e gêneros testemunhaisno Brasil. Avaliar o potencial de textos memorialísticos como fonte de pesquisa histórica eliterária; explorar documentação epistolar em arquivos públicos e privados.",
        "docentes_resp": "2103606 - Marcos Antonio de Moraes",
        "prog_resumido": "Estudar a correspondência de escritores e intelectuais brasileiros dos séculos XIX e XX, em uma perspectiva histórica, historiográfica e crítica. A disciplina pretende problematizar as relações entre literatura e gêneros testemunhais no Brasil; avaliar o potencial de textos memorialísticos como fonte de pesquisa histórica e literária; explorar documentação epistolar em arquivos públicos e privados.",
        "programa": "1. A carta entre os gêneros testemunhais: formas e estratégias discursivas2. História e historiografia da carta no Brasil3. A carta como fonte de pesquisa nos estudos literários.4. A carta e os “arquivos da criação”: epistolografia e crítica genética4. Cartas de cronistas e viajantes no Brasil (séculos XVI e XVII)5. Cartas jesuíticas (Anchieta e Antonio Vieira)6. Correspondência no movimento romântico7. Cartas de Machado de Assis8. Rede de sociabilidade intelectual no modernismo literário9. Crítica, criação e memória na correspondência de Ana Cristina César, Paulo Leminski e Caio Fernando Abreu10. Correspondência na internet: espaço de debate, espaço de criação",
        "metodo": "Avaliação e seminários.",
        "criterio": "Trabalhos de aproveitamento, seminários e prova.",
        "recuperacao": "Trabalho prático de aproveitamento.",
        "bibliografia": "DIAZ, José-Luis. Qual genética para as correspondências? Trad. Cláudio Hiro e Maria Sílvia I. Barsalini. Manuscrítica: revista de crítica genética, n. 15. São Paulo: Humanitas FFLCH-USP/APCG, 2007.FOUCAULT, Michel. “A escrita de si”. Em: O que é um autor? 2.ed. Trad. José A. Bragança de Miranda e Antonio Fernando Cascais. Portugal: Vega, 1992GALVÃO, Walnice Nogueira e GOTLIB, Nádia Battella. Prezado Senhor, prezada Senhora. Estudos sobre cartas. (orgs.), São Paulo: Companhia das Letras, 2000.HAROCHE-BOUZINAC, Geneviève. L’épistolaire. Paris: Hachette, 1995. Collection Contours Littéraires.KAUFMANN, Vincent. L’equivoque épistolaire. Paris: Éditions de Minuit, 1990.MORAES, Marcos Antonio de. Orgulho de jamais aconselhar: a epistolografia de Mário de Andrade. São Paulo: Edusp/Fapesp, 2007.ROCHA, Andrée Crabé. A epistolografia em Portugal. Coimbra: Almedina, 1965.SANTOS, Matildes Demétrio dos. Ao sol carta é farol. A correspondência de Mário de Andrade e outros missivistas. Rio de Janeiro: Annablume, 1998.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0257",
          "text": "Clique \npara consultar os requisitos para IEB0257"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0257",
          "text": "Clique \npara consultar o oferecimento para IEB0257"
        }
      },
      {
        "unidade": "Instituto de Estudos Brasileiros",
        "curso": "Instituto de Estudos Brasileiros",
        "nome": "Disciplina: IEB0256 - Memorialismo Brasileiro: Diário",
        "cred_aula": "4",
        "cred_trab": "1",
        "tipo": "Semestral",
        "ativacao": "15/07/2010",
        "objetivos": "Estudar diários de escritores e intelectuais brasileiros dos séculos XIX e XX, em uma perspectiva histórica, historiográfica e crítica. Refletir sobre as estratégias discursivas inerentes ao diário confessional/íntimo. Problematizar as relações entre literatura e gêneros testemunhais no Brasil. Avaliar o potencial de textos memorialísticos como fonte de pesquisa histórica e literária. Discutir questões éticas associadas à divulgação de documentos da vida privada; explorar documentação memorialística (diários) em arquivos públicos e privados.",
        "docentes_resp": "2103606 - Marcos Antonio de Moraes",
        "prog_resumido": "Estudo de diários de escritores e intelectuais brasileiros dos séculos XIX e XX, em uma perspectiva histórica, historiográfica e crítica. A disciplina se propõe a refletir sobre as estratégias discursivas inerentes ao diário confessional; problematizar as relações entre literatura e gêneros testemunhais no Brasil; avaliar o potencial de textos memorialísticos como fonte de pesquisa histórica e literária; discutir questões éticas associadas à divulgação de documentos da vida privada; explorar documentos memorialísticos em arquivos públicos e privados.",
        "programa": "1. O diário confessional entre os gêneros testemunhais: formas e estratégias discursivas2. História e historiografia do diário confessional/íntimo no Brasil3. O diário como memória da criação literária e testemunho histórico4. Diário e notas autobiográficas, André Rebouças5. Diário íntimo, José Vieira Couto de Magalhães6. Diário íntimo, Lima Barreto7. Tempo morto e outros tempos, Gilberto Freyre8. Minha vida de menina, Helena Morley9. Quarto de despejo: diário de uma favelada, Carolina Maria de Jesus10. Diário completo, Lúcio Cardoso",
        "metodo": "Aulas expositivas.",
        "criterio": "Trabalhos de aproveitamento, seminários e prova",
        "recuperacao": "Trabalho prático de aproveitamento.",
        "bibliografia": "FOUCAULT, Michel. “A escrita de si”. Em: O que é um autor? 2.ed. Trad. José A. Bragança de Miranda e Antonio Fernando Cascais. Portugal: Vega, 1992.FABRE, Daniel (Org.). Écritures ordinaires. Paris: Centre Georges Pompidou, 1993.FOISIL, Madeleine. A escritura de foro privado. Em ARIÈS, Phillipe; DUBY, Georges. História da vida privada (3): da Renascença ao Século das Luzes. Trad. Hildegard Feist. São Paulo: Companhia das Letras, 2004.GOMES, Ângela de Castro. Escrita de si, escrita da história. Rio de Janeiro: FGV, 2004.GRANEL, Manuel; DORTA, Antonio (orgs). Antología de diários íntimos. Barcelona: Editorial Labor, 1963.LEJEUNE, Philippe. O pacto autobiográfico: de Rousseau à Internet. Org Jovita Noronha. Trad. Jovita Noronha e Maria I. C. Guedes. Belo Horizonte: Ed. UFMG, 2008.SIMONET-TENANT, Françoise. Le journal intime: genre littéraire et écriture ordinaire. Paris: Téraèdre, 2004.RICOEUR, Paul. A memória, a história, o esquecimento. Trad. Alain François. Campinas: Ed. Unicamp, 2007.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=IEB0256",
          "text": "Clique \npara consultar os requisitos para IEB0256"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=IEB0256",
          "text": "Clique \npara consultar o oferecimento para IEB0256"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Artes Cênicas",
        "nome": "Disciplina: CAC0352 - Ação Cultural em Teatro",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2001",
        "objetivos": "A presente disciplina visa a proporcionar ao aluno aprendizado teórico das variadas maneiras de atuação cultural em teatro, levando-o ao conhecimento de diferentes atividades de formação e seus métodos específicos de aproximação com a arte teatral. Estimulando e capacitando o aluno a refletir acerca das possibilidades estético-pedagógicas do teatro em suas diferentes manifestações.",
        "programa": "- Possibilidades pedagógicas do teatro de espetáculo;- Diferentes formas teatrais: suas proposições estéticas e objetivos;- Práticas de formação de espectadores;- Infância e linguagem teatral;- A animação teatral;- As práticas de mediação teatral;- Relação teatro-escola.___",
        "metodo": "- Aulas expositivas;- Seminários;- Leituras;- Debates;- Exercícios práticos de formação.",
        "criterio": "Avaliação a partir das tarefas teóricas e práticas propostas e da participação em aula.",
        "recuperacao": "(critérios de aprovação e épocas de realização das provas ou trabalhos):Não há",
        "bibliografia": "BAKHTIN, Mikhail. Estética da Criação Verbal. São Paulo : Martins Fontes, 1992. 421 p.BENJAMIN, Walter. Reflexões: a criança, o brinquedo, a educação. São Paulo : Summus, 1984, 117 p.CABET, Jean-Louis, LALLIAS, Jean-Claude. Les Pratiques Théâtrales a L'École. Créteil : Ed. Rectorat de Créteil, 1993.DELDIME, Roger. Le Quatrième Mur: regards sociologique sur la relation théâtrale. Bruxelas : Promotion Théâtre, 1990.______. La Memoire du Jeune Spectateur. Bruxelas : De Boeck, 1988.JOBIM E SOUZA ,Solange. Infância e Linguagem : Bakhtin, Vygotsky e Benjamin. Campinas, SP : Papirus, 1994. 173 p.KOUDELA, Ingrid Jogos Teatrais. São Paulo : Perspectiva. 1984.KRAMER, Sonia. Por Entre as Pedras : arma e sonho na escola. São Paulo : Ática,1993. 213 p.LEENHARDT, Pierre. A Criança e a Expressão Dramática. Lisboa : Estampa, 1973. 126 p.LEHMAN, Hans-Thies. Remarques sur l'Idée d'Enfance dans la Pensée de Walter Benjamin. In: Wismann, A. Walter Benjamin et Paris. Paris : Cerf, 1986, p. 70 - 89.MEIRIEU, Philippe. Le Théâtre et la Construction de la Personalité de l'Enfant: de l'evenement à l'histoire. In: Créac'h, M. Les Enjeux Actuels du Théâtre et ses Rapports avec le Publics. Lyon : CRDP, 1993. 135 p.RYNGAERT, Jean-Pierre. Jouer, Representer. Paris : Cedic, 1985.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CAC0352",
          "text": "Clique \npara consultar os requisitos para CAC0352"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CAC0352",
          "text": "Clique \npara consultar o oferecimento para CAC0352"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Artes Cênicas",
        "nome": "Disciplina: CAC0572 - Acão Cultural em Teatro",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2011",
        "objetivos": "A presente disciplina visa a proporcionar ao aluno aprendizado teórico das variadas maneiras de atuação cultural em teatro, levando-o ao conhecimento de diferentes atividades de formação e seus métodos específicos de aproximação com a arte teatral. Estimulando e capacitando o aluno a refletir acerca das possibilidades estético-pedagógicas do teatro em suas diferentes manifestações.",
        "docentes_resp": "2172931 - Flavio Augusto Desgranges de Carvalho",
        "prog_resumido": "A presente disciplina visa a proporcionar ao aluno aprendizado teórico das variadas maneiras de atuação cultural em teatro, levando-o ao conhecimento de diferentes atividades de formação e seus métodos específicos de aproximação com a arte teatral. Estimulando e capacitando o aluno a refletir acerca das possibilidades estético-pedagógicas do teatro em suas diferentes manifestações.",
        "programa": "- Possibilidades pedagógicas do teatro de espetáculo;- Diferentes formas teatrais: suas proposições estéticas e objetivos;- Práticas de formação de espectadores;- Infância e linguagem teatral;- A animação teatral;- As práticas de mediação teatral;- Relação teatro-escola.___",
        "metodo": "- Aulas expositivas;- Seminários;- Leituras;- Debates;- Exercícios práticos de formação.",
        "criterio": "Avaliação a partir das tarefas teóricas e práticas propostas e da participação em aula.",
        "recuperacao": "(critérios de aprovação e épocas de realização das provas",
        "bibliografia": "BAKHTIN, Mikhail. Estética da Criação Verbal. São Paulo : Martins Fontes, 1992. 421 p.BENJAMIN, Walter. Reflexões: a criança, o brinquedo, a educação. São Paulo : Summus, 1984, 117 p.CABET, Jean-Louis, LALLIAS, Jean-Claude. Les Pratiques Théâtrales a L'École. Créteil : Ed. Rectorat de Créteil, 1993.DELDIME, Roger. Le Quatrième Mur: regards sociologique sur la relation théâtrale. Bruxelas : Promotion Théâtre, 1990.______. La Memoire du Jeune Spectateur. Bruxelas : De Boeck, 1988.JOBIM E SOUZA ,Solange. Infância e Linguagem : Bakhtin, Vygotsky e Benjamin. Campinas, SP : Papirus, 1994. 173 p.KOUDELA, Ingrid Jogos Teatrais. São Paulo : Perspectiva. 1984.KRAMER, Sonia. Por Entre as Pedras : arma e sonho na escola. São Paulo : Ática,1993. 213 p.LEENHARDT, Pierre. A Criança e a Expressão Dramática. Lisboa : Estampa, 1973. 126 p.LEHMAN, Hans-Thies. Remarques sur l'Idée d'Enfance dans la Pensée de Walter Benjamin. In: Wismann, A. Walter Benjamin et Paris. Paris : Cerf, 1986, p. 70 - 89.MEIRIEU, Philippe. Le Théâtre et la Construction de la Personalité de l'Enfant: de l'evenement à l'histoire. In: Créac'h, M. Les Enjeux Actuels du Théâtre et ses Rapports avec le Publics. Lyon : CRDP, 1993. 135 p.RYNGAERT, Jean-Pierre. Jouer, Representer. Paris : Cedic, 1985.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CAC0572",
          "text": "Clique \npara consultar os requisitos para CAC0572"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CAC0572",
          "text": "Clique \npara consultar o oferecimento para CAC0572"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Biblioteconomia e Documentação",
        "nome": "Disciplina: CBD0289 - Administração de Recursos e Produtos de Informação",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2009",
        "objetivos": "1 – Conceituar a administração de recursos e produtos de informação nas mais diferentes unidades de Informação2 – Discutir o estado da arte do assunto, em termos nacionais e internacionais3 – Realizar aplicações práticas sobre o assunto, desenvolvendo políticas específicas para administração de recursos e serviços de informação",
        "docentes_resp": "3084991 - Marcelo dos Santos",
        "prog_resumido": "Conceituação; Comunidade; Processo de Desenvolvimento de Coleções; Políticas para Administração de Recursos de Informação; Seleção; Questões complementares à seleção; Aquisição; Desbastamento e Avaliação de Coleções",
        "programa": "1 - Conceituação e visão geral sobre a situação da administração de recursos de informação no Brasil e no mundo2 - A comunidade como fonte para o estabelecimento de objetivos de serviços de informação3 - O processo de desenvolvimento de coleções. 4 - Estabelecimento e discussão de modelos de políticas para a administração de recursos de informação5 – Princípios de seleção; variações por tipo de instituição e materiais (bibliográficos e não-bibliográficos)6 – Questões complementares: censura7 – Questões complementares: direitos autorais e cooperação interbibliotecária8 – Organização dos serviços de seleção: instrumentos auxiliares, seleção retrospectiva9 - Organização do serviço de aquisição: compra, doação e permuta10 – Organização do serviço de aquisição: consórcio e redes cooperativas11 – O impacto das tecnologias de informação nos serviços de aquisição e obtenção de documentos12 – Desbastamento: remanejamento, preservação/conservação e descarte13 – Avaliação de coleções: conceitos, métodos e aplicações",
        "metodo": "",
        "criterio": "Participação em classe, cumprimento das atividades propostas e trabalho final",
        "recuperacao": "Apresentação de trabalho e/ou realização de prova escrita pelos alunos reprovados que obtiveram mínimo regimental de presença e nota superior a TRÊS, segundo os prazos fixados pelo calendário de Atividades Acadêmicas",
        "bibliografia": "AMORIM, A. M. ; VERGUEIRO, W. . Consórcios de bibliotecas no Brasil: um desafio à democratização do conhecimento. Perspectivas em Ciência da Informação, Belo Horizonte, v. 11, n. 1, p. 32-47, 2006.BRAKEL, P. A. V. Electronic journal: publishing via Internet’s WWW. Electronic Library, Bradford, v. 13, n. 4, p. 389-395, 1995.CASTELLS, M. A sociedade em rede. In: _______. A era da informação: economia, sociedade e cultura. São Paulo: Paz e Terra, 1999. v. 1.HARRISON, T. M.; STEPHEN, T. D. The electronic journal as the heart of an online scholarly community. Library Trends, Urbana, v. 43, p. 592-608, 1995.JOHNSON, Peggy; MacEWAN, Bonnie. Virtually yours: models for managing electronic resources and services. Chicago and London: American Library Association, 1999.MEADOWS, J. Can we really see where electronic journals are going? Library Management, Bradford, v. 18, n. 3, p. 151-154, 1997.VERGUEIRO, Waldomiro C. S. Censura e seleção de materiais em bibliotecas: o despreparo dos bibliotecários brasileiros. Ciência da Informação, v. 16, n. 1, p. 21-6, 1987._________. Desenvolvimento de coleções: uma nova visão para o planejamento de recursos informacionais. Ciência da Informaçåo, v. 22, n.1, p. 13-21, jan./abr. 1993._________. O futuro das bibliotecas e o desenvolvimento de coleções: perspectivas de atuação para uma realidade em efervescência. Perspectivas em Ciência da Informação, v. 2, n. 1, p. 93-101, jan./jun. 1997._________. Seleção de materiais de informação: Princípios e técnicas. 2.ed. Brasília, Lemos Informação e Comunicação Ltda., 1997._________ ; MIRANDA, Angélica C. D. (orgs) Administração de unidades de informação. Rio Grande: Ed. da FURG, 2007.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CBD0289",
          "text": "Clique \npara consultar os requisitos para CBD0289"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CBD0289",
          "text": "Clique \npara consultar o oferecimento para CBD0289"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Cinema, Rádio e Televisão",
        "nome": "Disciplina: CTR0669 - Administração e Produção Audiovisual I",
        "cred_aula": "4",
        "cred_trab": "2",
        "tipo": "Semestral",
        "ativacao": "01/01/2012",
        "objetivos": "Esta disciplina visa oferecer aos alunos conteúdos introdutórios sobre o processo de produção audiovisual e seu mercado de trabalho.",
        "docentes_resp": "60853 - Luiz Augusto Duarte Dantas",
        "prog_resumido": "Introdução à produção, conceitos teóricos e suas aplicações práticas são apresentados em aulas expositivas e testados em exercícios práticos.",
        "programa": "Marketing cinematográfico: o que é; como funciona o mercado internacional; comparação com o mercado brasileiro; marketing cultural – distorção ou vantagem. O cinema como negócio: introdução; segmentos e janelas; distribuição para salas, vídeo, TV paga, cabo, TV aberta, sindication; circuito exibidor – mercado e estrutura. O mercado publicitário: dimensão do mercado; produção; agências de publicidade; contato; orçamento; ética.",
        "metodo": "Aulas expositivas e práticas, projeções, palestras e atendimento individual e em grupo.",
        "criterio": "Participação nas aulas. Exercícios e trabalhos programados.",
        "recuperacao": "Entrega de trabalho escrito e/ou finalização de projeto, no prazo regulamentar estabelecido pelo calendário escolar.",
        "bibliografia": "Filmes:•Living in Oblivion – Diretor: Tom Di Cillo, DVD, 1995 – em inglês sem legendas.Bibliografia Principal:•CHURCHILL, SHARAL. The Indie Guidebook to Music Supervision, Filmic Press, Los Angeles, 2002.•HONTHANER, Eve Light. The complete film production handbook. Focal Press, 2001. •RODRIGUES, Chris. O cinema e a produção. Rio de Janeiro: DP&A, 2002.•SILVER, ALAIN. The Film Director’s Team, 2002. •SINGLETON, Ralph S. Film Budgeting. Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling, Film Budgeting Workbook, Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling. Lone Eagle, 1989. Bibliografia Secundária:•BAUMGARTEN, Paul A. Producing, Financing and Distributing Film, A comprehensive legal and business guide, Limelight Editions, 1992.•BLUMENTAL, Howard; GOODENOUGH, Oliver. This Business of Television. Billboard Books, 1997.•COSTA NETTO, José Carlos. Direito autoral no Brasil. SP, FTD, 1998.•DANIELS, BILL & LEEDY, DAVID and SILLS, STEVEN D. Movie Money – Understanding Hollywood’s (creative) ACCOUNTING PRACTICES, Silman-James Press, Los Angeles, 1998.•DURIE, John. Marketing and Selling your Film Around the World, A guide for independent Filmmakers, Los Angeles, Silman-James Press.•FILHO, DANIEL. O Circo Eletrônico – Fazendo TV no Brasil. Jorge Zahar, Rio de Janeiro, 2003.•FORTUNA, Eduardo. Mercado financeiro, produtos e serviços. Quality Mark ed., 1998. (11ª ed.)•GAINES, Philip & RHODES, J. DAVID. Hollywood on $5,000, $10,000, or $25,000 a Day – The Survival Guide for Low-Budget Filmmakers, Silman-James Press, Los Angeles, 1994.•KATZ, STEVEN D. Film Directing Shot by Shot – Visualizing from Concept to Screen. Michael Wiese Productions, CA, 1991.•LOBRUTO, Vincent. The filmmakers guide to production design, Allworth Press, 2002.•Manual do Produtor, ANCINE. Disponível no website www.ancine.gov.br•PRESTON, WARD. What an Art Director Does – An introduction to Motion Picture Production Design, Silman-James Press, Los Angeles, 1994.•PUTTNAM, DAVID. Movies and Money, Vintage Books, New York, 1999.•RABIGER, MICHAEL. Directing – Film Techniques and Aesthetics Focal Press, 1989.•RABIGER, MICHAEL. Directing the Documentary, Focal Press, 2nd Edition, 1992.•ROSEN, DAVID with HAMILTON, PETER. Off Hollywood – The Making and Marketing of Independent Films, Grove Weidenfield, New York, 1990.•SQUIRE, JASON E. The Movie Business Book, Fireside, NY, 1992.•VOGEL, Harold L. Entertainment Industry Economics. Cambridge Univ. Press, 1986.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CTR0669",
          "text": "Clique \npara consultar os requisitos para CTR0669"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CTR0669",
          "text": "Clique \npara consultar o oferecimento para CTR0669"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Cinema, Rádio e Televisão",
        "nome": "Disciplina: CTR0699 - Administração e Produção Audiovisual II",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2012",
        "objetivos": "Esta disciplina visa oferecer aos alunos conteúdos aprofundados sobre o processo de produção audiovisual através de uma experiência prática de produção.",
        "docentes_resp": "60853 - Luiz Augusto Duarte Dantas",
        "prog_resumido": "Aplicação prática e aprofundamento dos conceitos introduzidos na disciplina de Administração e Produção Audiovisual I e voltado à formação específica de produtores executivos, diretores de produção e assistentes de direção.",
        "programa": "São aplicados os conceitos introduzidos na disciplina de Produção Audiovisual I com ênfase maior no papel do produtor e do assistente de direção. Produção de campo, logística e organização. Processos tecnológicos. Assistência de direção e software específico. Questões de direito autoral e implicações para o trabalho do produtor. Introdução a estruturação de orçamentos de produção, legislação, Instruções Normativas que regem a elaboração d orçamentos, comparação com estruturas de montagem de orçamento fora do Brasil. Trabalha-se no nível prático com orçamento, orçamento consolidado e prestação de contas e contabilidade da produção. O mercado do cinema publicitário. Estrutura de produção de filmes publicitários, estruturação das produtoras que atendem agencias de publicidade. O tripé, Cliente, agência, e produtora, etapas e processos de trabalho.",
        "metodo": "Aulas expositivas e práticas, projeções, palestras e atendimento individual e em grupo.",
        "criterio": "Participação nas aulas. Exercícios e trabalhos programados.",
        "recuperacao": "Entrega de trabalho escrito e/ou finalização de projeto, no prazo regulamentar estabelecido pelo calendário escolar.",
        "bibliografia": "Bibliografia Principal:•CHURCHILL, SHARAL. The Indie Guidebook to Music Supervision, Filmic Press, Los Angeles, 2002.•HONTHANER, Eve Light. The complete film production handbook. Focal Press, 2001. •RODRIGUES, Chris. O cinema e a produção. Rio de Janeiro: DP&A, 2002.•SILVER, ALAIN. The Film Director’s Team, 2002. •SINGLETON, Ralph S. Film Budgeting. Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling, Film Budgeting Workbook, Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling. Lone Eagle, 1989. Bibliografia Secundária:•BAUMGARTEN, Paul A. Producing, Financing and Distributing Film, A comprehensive legal and business guide, Limelight Editions, 1992.•BLUMENTAL, Howard; GOODENOUGH, Oliver. This Business of Television. Billboard Books, 1997.•COSTA NETTO, José Carlos. Direito autoral no Brasil. SP, FTD, 1998.•DANIELS, BILL & LEEDY, DAVID and SILLS, STEVEN D. Movie Money – Understanding Hollywood’s (creative) ACCOUNTING PRACTICES, Silman-James Press, Los Angeles, 1998.•DURIE, John. Marketing and Selling your Film Around the World, A guide for independent Filmmakers, Los Angeles, Silman-James Press.•FILHO, DANIEL. O Circo Eletrônico – Fazendo TV no Brasil. Jorge Zahar, Rio de Janeiro, 2003.•FORTUNA, Eduardo. Mercado financeiro, produtos e serviços. Quality Mark ed., 1998. (11ª ed.)•GAINES, Philip & RHODES, J. DAVID. Hollywood on $5,000, $10,000, or $25,000 a Day – The Survival Guide for Low-Budget Filmmakers, Silman-James Press, Los Angeles, 1994.•KATZ, STEVEN D. Film Directing Shot by Shot – Visualizing from Concept to Screen. Michael Wiese Productions, CA, 1991.•LOBRUTO, Vincent. The filmmakers guide to production design, Allworth Press, 2002.•Manual do Produtor, ANCINE. Disponível no website www.ancine.gov.br•PRESTON, WARD. What an Art Director Does – An introduction to Motion Picture Production Design, Silman-James Press, Los Angeles, 1994.•PUTTNAM, DAVID. Movies and Money, Vintage Books, New York, 1999.•RABIGER, MICHAEL. Directing – Film Techniques and Aesthetics Focal Press, 1989.•RABIGER, MICHAEL. Directing the Documentary, Focal Press, 2nd Edition, 1992.•ROSEN, DAVID with HAMILTON, PETER. Off Hollywood – The Making and Marketing of Independent Films, Grove Weidenfield, New York, 1990.•SQUIRE, JASON E. The Movie Business Book, Fireside, NY, 1992.•VOGEL, Harold L. Entertainment Industry Economics. Cambridge Univ. Press, 1986.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CTR0699",
          "text": "Clique \npara consultar os requisitos para CTR0699"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CTR0699",
          "text": "Clique \npara consultar o oferecimento para CTR0699"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Cinema, Rádio e Televisão",
        "nome": "Disciplina: CTR0715 - Administração e Produção Audiovisual III",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2012",
        "objetivos": "Esta disciplina visa oferecer aos alunos conteúdos aprofundados sobre o processo de produção audiovisual e formas de elaboração e desenvolvimento de projetos audiovisuais.",
        "docentes_resp": "60853 - Luiz Augusto Duarte Dantas",
        "prog_resumido": "Voltado a alunos interessados em aprofundar conhecimento na área de produção e produção executiva, introduz noções de packaging, captação, financiamento, marketing, publicidade e distribuição.",
        "programa": "Produção executiva, o projeto de produção e gestão, adequação do desenho de produção à dramaturgia e estilo narrativo, aquisição de direitos, negociações de trabalho e direitos trabalhistas, relação com sindicatos e entidades de classe, contratos. Plano de negócios e formatação de projetos para captação. Aplicação e utilização das estruturas de financiamento no audiovisual brasileiro. Comparação entre modelos de produção internacionais e brasileiro. Aprofundamento de aspectos legais da produção, relação com distribuidores, exibidores e investidores, agentes de venda, festivais e mercados. Financiamento através de leis de incentivo, captação de recursos e outras formas de financiamento.",
        "metodo": "Aulas expositivas e práticas, projeções, palestras e atendimento individual e em grupo.",
        "criterio": "Participação nas aulas. Exercícios e trabalhos programados.",
        "recuperacao": "Entrega de trabalho escrito e/ou finalização de projeto, no prazo regulamentar estabelecido pelo calendário escolar.",
        "bibliografia": "•GAINES, Philip & RHODES, J. DAVID. Hollywood on $5,000, $10,000, or $25,000 a Day – The Survival Guide for Low-Budget Filmmakers, Silman-James Press, Los Angeles, 1994.•Bordwell, D., K. Thompson, et al. (1985). The classical Hollywood cinema : film style and mode of production to 1960. New York, Columbia University Press.•Almeida, P. S. and P. Butcher (2003). Cinema - Desenvolvimento e Mercado. Rio de Janeiro, Aeroplano.•Manual do Produtor, ANCINE. Disponível no website www.ancine.gov.br •Manual de Produção – APRO, disponibilizado em arquivo eletrônico no website da APRO.•Manual de Produção de Elenco para Publicidade - ABAP-ABRAFAMA-ABRAFOTO-APRO-CARAS DO RECLAME- SAPESP - SATED, Arquivo eletrônico disponível nos websites das associações listadas.•ROSEN, DAVID with HAMILTON, PETER. Off Hollywood – The Making and Marketing of Independent Films, Grove Weidenfield, New York, 1990.•DANIELS, BILL & LEEDY, DAVID and SILLS, STEVEN D. Movie Money – Understanding Hollywood’s (creative) ACCOUNTING PRACTICES, Silman-James Press, Los Angeles, 1998.•LOBRUTO, Vincent. The filmmakers guide to production design, Allworth Press, 2002.•PRESTON, WARD. What an Art Director Does – An introduction to Motion Picture Production Design, Silman-James Press, Los Angeles, 1994.•DURIE, John. Marketing and Selling your Film Around the World, A guide for independent Filmmakers, Los Angeles, Silman-James Press.•CHURCHILL, SHARAL. The Indie Guidebook to Music Supervision, Filmic Press, Los Angeles, 2002.•HONTHANER, Eve Light. The Complete Film Production Handbook. Focal Press, 2001. •PUTTNAM, DAVID. Movies and Money, Vintage Books, New York, 1999.•RODRIGUES, Chris. O cinema e a produção. Rio de Janeiro: DP&A, 2002.•SILVER, ALAIN. The Film Director’s Team, 2002. •BAUMGARTEN, Paul A. Producing, Financing and Distributing Film, A comprehensive legal and business guide, Limelight Editions, 1992.•MINC, M. d. C. (2000). Diagnóstico Governamental da Cadeia Produtiva do Audiovisual. S. d. Audiovisual., Pesquisa desenvolvida pelo Ministério da Cultura. 2010.•Matta, J. P. R. d. (2008). Políticas públicas federais de apoio à indústria cinematográfica brasileira: um histórico de ineficácia na distribuição. Revista Desenbahia. 8: 55-69.•Kathan, T. L. (1990). Reading for a living - How to be a professional Story Analyst for Film & Television. Los Angeles, Blue Arrow Books.•Lerch, J. (1999). 500 ways to beat the Hollywood Script reader - writing the screenplay the reader will recommend. New York, Fireside.•SQUIRE, JASON E. The Movie Business Book, Fireside, NY, 1992.•Matta, J. P. R. d. (2009) Cinema Brasileiro e Distribuição: uma análise dos casos de Cidade de Deus e Janela da Alma. V ENECULT - Quinto Encontro de Estudos Multidisciplinares em Cultura.Bibliografia Secundária:•SINGLETON, Ralph S. Film Budgeting. Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling, Film Budgeting Workbook, Lone Eagle, 1989. •SINGLETON, Ralph S. Film Scheduling. Lone Eagle, 1989. •BLUMENTAL, Howard; GOODENOUGH, Oliver. This Business of Television. Billboard Books, 1997.•COSTA NETTO, José Carlos. Direito autoral no Brasil. SP, FTD, 1998.•FILHO, DANIEL. O Circo Eletrônico – Fazendo TV no Brasil. Jorge Zahar, Rio de Janeiro, 2003.•FORTUNA, Eduardo. Mercado financeiro, produtos e serviços. Quality Mark ed., 1998. (11ª ed.)•RABIGER, MICHAEL. Directing – Film Techniques and Aesthetics Focal Press, 1989.•RABIGER, MICHAEL. Directing the Documentary, Focal Press, 2nd Edition, 1992.•VOGEL, Harold L. Entertainment Industry Economics. Cambridge Univ. Press, 2008.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CTR0715",
          "text": "Clique \npara consultar os requisitos para CTR0715"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CTR0715",
          "text": "Clique \npara consultar o oferecimento para CTR0715"
        }
      },
      {
        "unidade": "Escola de Comunicações e Artes",
        "curso": "Artes Plásticas",
        "nome": "Disciplina: CAP0246 - Análise e Exercício de Técnicas de Materiais Expressivos IV (introdução à Pintura)",
        "cred_aula": "4",
        "cred_trab": "0",
        "tipo": "Semestral",
        "ativacao": "01/01/2008",
        "objetivos": "Uma análise histórica dos materiais. O desenvolvimento das técnicas é fundamental na constituição dos estilos e na formação de uma personalidade artística. Através de informações teóricas e técnicas, o curso visa iniciar o aluno ao estudo da composição pictórica, por meio do método comparativo e do desenvolvimento técnico.",
        "docentes_resp": "1477391 - Marco Garaude Giannotti",
        "prog_resumido": "a. Análise e estudo das técnicas empregadas em obras pictóricas, ao longo da história tendo em vista sua relevância no presente. b. Materiais, instrumental e técnicas para pintura mural, encáustica, têmpera, óleo, esmalte sintético e acrílico, incluindo a preparação e tratamento dos suportes específicos, flexíveis ou rígidos.",
        "programa": "a. Análise e estudo das técnicas empregadas em obras pictóricas, ao longo da história tendo em vista sua relevância no presente. b. Materiais, instrumental e técnicas para pintura mural, encáustica, têmpera, óleo, esmalte sintético e acrílico, incluindo a preparação e tratamento dos suportes específicos, flexíveis ou rígidos.",
        "metodo": "Através de informações teóricas e técnicas, iniciar o aluno ao estudo da composição pictórica, por meio do método comparativo e do desenvolvimento técnico.",
        "criterio": "Uso das possibilidades inerentes aos materiais utilizados. Qualidade da execução técnica. Criação.",
        "recuperacao": "O aluno deverá prestar uma prova que versará sobre o conteúdo do programa. A prova será realizada no final do semestre seguinte.",
        "bibliografia": "ARGAN.G.C. L'Arte Moderna, Sansoni, 1970. História da Arte como história da Cidade, Martins Fontes, 1992. BAXANDALL, M. Formes de l'intention, Chambon .Paris, 1991 BAUDELAIRE. Ouvres, Pléiade,Gallimard, 1954.BOIS.Y. A Painting as a Model, MIT.1998 Art Press-Où est passée la peinture? 1995CHIPP.H.B. Teorias da Arte Moderna. Martins Fontes, São Paulo, 1996FAVARETTO, C. A invenção de Hélio Oiticica. Edusp, 1992.FRANCASTEL P. Imagem, Visão e Imaginação, Martins Fontes, 1983.GOMBRICH. Art and Illusion. Princeton University Press,1972.GREENBERG, C. Clement Greenberg e o Debate Crítico, Zahar. Funarte,1997.HALPERN, D. Writers on Artists, North Point Press, New York, 1988. JOHNS, J. Writings. Museum of Modern Art, 1996. KLEE, P. The Diaries of Paul Klee. California Press, 1968. MAGRITTE, R. Les Mots et les Images. Editions Labor,1994. MAYER, Ralph. Manual do Artista. Martins Fontes, 1996. São Paulo.MATISSE, H. Escritos e reflexões sobre arte. Ulissea, Lisboa , 1972. NAVES, R. A Forma Difícil. Editora Ática, 1996.NEWMAN, B. Selected Writings. University of California Press, 1990.PAREYSON, L. Problemas de estética. Martins Fontes, 1997. OITICICA, H. Aspiro ao Grande Labirinto. Rocco, 1986. Rio de Janeiro PAZ, O. Os Filhos do Barro, Nova Fronteira, 1984. PERLOFF, M. O Momento Futurista, Edusp, São Paulo, 1993.TASSINARI, A. O espaço moderno, Cosac & Naify, São Paulo, 2001. VALÉRY, P. Oeuvres. Pléiade, Gallimard, 1957. SACKS, O. Um Antropólogo em Marte, Companhia das Letras, São Paulo, 1995.SHAPIRO, M. A Arte Moderna. Edusp,1996.SELZ, P. Contemporary Art - a sourcebook of artists' writings, California Press, 1998.",
        "requisitos": {
          "href": "https://uspdigital.usp.br/jupiterweb/listarCursosRequisitos?coddis=CAP0246",
          "text": "Clique \npara consultar os requisitos para CAP0246"
        },
        "oferecimento": {
          "href": "https://uspdigital.usp.br/jupiterweb/obterTurma?sgldis=CAP0246",
          "text": "Clique \npara consultar o oferecimento para CAP0246"
        }
      }
    ]